[
  {
    "book": {
      "publisher": "C.j. Archer",
      "synopsis": "An Invisible Message From A Dead Man Resurrects A Decades-old Mystery. With Her Sharpened Magical Senses, Sylvia Recognizes Invisible Writing While Cataloging An Obscure Book For The Library. She’s Shocked To Discover The Message, Written Many Years Earlier, Pleaded For Help. She’s Even More Shocked To Discover The Author Of The Message Was Married To A Paper Magician. Could There Be A Connection To Sylvia’s Father? With A Magical Mystery On Her Hands, Sylvia Engages The Help Of Gabe Glass, And Together They Follow The Clues To The Location Of Two Hidden Ledgers That Implicate A Very Dangerous Individual In An Illegal Bookmaking Scheme. Although Not Named, Gabe Is Convinced He Knows Who The Bookmaker Is, And Sets Out To Prove It. The Investigation Draws Them Into The Shady Underbelly Of The Horseracing Industry And Uncovers A Link To Gabe’s Parents That Takes Everyone By Surprise. As They Unravel The Mystery’s Tangled Threads, Unexpected Twists And Turns Lead Them To The Truth. But The Greatest Twist Of All Is The Danger No One Saw Coming.",
      "language": "en",
      "image": "https://images.isbndb.com/covers/49/01/9781922554901.jpg",
      "title_long": "Secrets Of The Lost Ledgers",
      "pages": 290,
      "date_published": "2024",
      "authors": [
        "C.J. Archer"
      ],
      "title": "Secrets Of The Lost Ledgers",
      "isbn13": "9781922554901",
      "msrp": "0.00",
      "isbn": "1922554901",
      "isbn10": "1922554901"
    }
  },
  {
    "book": {
      "publisher": "Viking",
      "synopsis": "A BEST SUMMER READ: Los Angeles Times, Vulture, Boston Globe, Elle, Town & Country, Seattle Times, New York Post, Lit Hub, Minneapolis Star Tribune, Paste, E-Online, BookRiot<br/><br/>“For anyone who’s ever craved a seat at the Round Table. Utterly enchanting.” —Rebecca Yarros, #1 New York Times bestselling author of Fourth Wing and Iron Flame<br/><br/>“If you love King Arthur as much as I do, you’ll love Lev Grossman’s The Bright Sword, a fresh and engrossing take on the Matter of Britain featuring a colorful cast of Round Table knights who don’t often get as much story time as they deserve. The creator of The Magicians has woven another spell.” —George R. R. Martin, #1 New York Times bestselling author of A Game of Thrones<br/><br/>The #1 New York Times bestselling author of the Magicians trilogy returns with a triumphant reimagining of the King Arthur legend for the new millennium<br/><br/>A gifted young knight named Collum arrives at Camelot to compete for a spot on the Round Table, only to find that he’s too late. The king died two weeks ago at the Battle of Camlann, leaving no heir, and only a handful of the knights of the Round Table survive.<br/><br/>They aren’t the heroes of legend, like Lancelot or Gawain. They’re the oddballs of the Round Table, from the edges of the stories, like Sir Palomides, the Saracen Knight, and Sir Dagonet, Arthur’s fool, who was knighted as a joke. They’re joined by Nimue, who was Merlin’s apprentice until she turned on him and buried him under a hill. Together this ragtag fellowship will set out to rebuild Camelot in a world that has lost its balance.<br/><br/>But Arthur’s death has revealed Britain’s fault lines. God has abandoned it, and the fairies and monsters and old gods are returning, led by Arthur’s half-sister Morgan le Fay. Kingdoms are turning on each other, warlords lay siege to Camelot and rival factions are forming around the disgraced Lancelot and the fallen Queen Guinevere. It is up to Collum and his companions to reclaim Excalibur, solve the mysteries of this ruined world and make it whole again. But before they can restore Camelot they’ll have to learn the truth of why the lonely, brilliant King Arthur fell, and lay to rest the ghosts of his troubled family and of Britain’s dark past.<br/><br/>The first major Arthurian epic of the new millennium, The Bright Sword is steeped in tradition, full of duels and quests, battles and tournaments, magic swords and Fisher Kings. It also sheds a fresh light on Arthur’s Britain, a diverse, complex nation struggling to come to terms with its bloody history. The Bright Sword is a story about imperfect men and women, full of strength and pain, who are looking for a way to reforge a broken land in spite of being broken themselves.",
      "language": "en",
      "image": "https://images.isbndb.com/covers/40/49/9780735224049.jpg",
      "title_long": "The Bright Sword: A Novel of King Arthur",
      "dimensions": "Height: 9.25 inches, Length: 6.125 inches, Weight: 2.2356 pounds, Width: 1.7188 inches",
      "dimensions_structured": {
        "length": {
          "unit": "inches",
          "value": 6.125
        },
        "width": {
          "unit": "inches",
          "value": 1.7188
        },
        "weight": {
          "unit": "pounds",
          "value": 2.2356
        },
        "height": {
          "unit": "inches",
          "value": 9.25
        }
      },
      "pages": 688,
      "date_published": 2024,
      "subjects": [
        "Literature & Fiction",
        "Literary",
        "Science Fiction & Fantasy",
        "Fantasy",
        "Arthurian",
        "Epic",
        "Historical",
        "Sword & Sorcery",
        "Romantic"
      ],
      "authors": [
        "Lev Grossman"
      ],
      "title": "The Bright Sword: A Novel of King Arthur",
      "isbn13": "9780735224049",
      "msrp": "0.00",
      "binding": "Hardcover",
      "isbn": "0735224048",
      "isbn10": "0735224048",
      "other_isbns": [
        {
          "isbn": "9780735224056",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Ballantine Books",
      "synopsis": "Inspired by C. S. Lewis’s The Chronicles of Narnia, this wild and wondrous novel is a fairy tale for grown-ups who still knock on the back of wardrobes—just in case—from the author of The Wishing Game.<br/><br/>“This is the book you’ve been waiting for.”—Richard Russo, Pulitzer Prize–winning author of Empire Falls and the North Bath Trilogy<br/><br/>As boys, best friends Jeremy Cox and Rafe Howell went missing in a vast West Virginia state forest, only to mysteriously reappear six months later with no explanation for where they’d gone or how they’d survived.<br/><br/>Fifteen years after their miraculous homecoming, Rafe is a reclusive artist who still bears scars inside and out but has no memory of what happened during those months. Meanwhile, Jeremy has become a famed missing persons’ investigator. With his uncanny abilities, he is the one person who can help vet tech Emilie Wendell find her sister, who vanished in the very same forest as Rafe and Jeremy.<br/><br/>Jeremy alone knows the fantastical truth about the disappearances, for while the rest of the world was searching for them, the two missing boys were in a magical realm filled with impossible beauty and terrible danger. He believes it is there that they will find Emilie’s sister. However, Jeremy has kept Rafe in the dark since their return for his own inscrutable reasons. But the time for burying secrets comes to an end as the quest for Emilie’s sister begins. The former lost boys must confront their shared past, no matter how traumatic the memories.<br/><br/>Alongside the headstrong Emilie, Rafe and Jeremy must return to the enchanted world they called home for six months—for only then can they get back everything and everyone they’ve lost.",
      "language": "en",
      "image": "https://images.isbndb.com/covers/88/70/9780593598870.jpg",
      "title_long": "The Lost Story: A Novel",
      "edition": 1,
      "dimensions": "Weight: 1.25 pounds",
      "dimensions_structured": {
        "weight": {
          "unit": "pounds",
          "value": 1.25
        }
      },
      "pages": 336,
      "date_published": 2024,
      "subjects": [
        "Literature & Fiction",
        "Genre Fiction",
        "Women's Fiction",
        "Domestic Life",
        "Friendship",
        "Sisters",
        "Contemporary",
        "Action & Adventure",
        "Fantasy",
        "Literary",
        "Romance",
        "LGBTQ+ Romance",
        "Science Fiction & Fantasy",
        "Coming of Age",
        "Myths & Legends",
        "Romantic",
        "Arborist Merchandising Root",
        "Self Service"
      ],
      "authors": [
        "Meg Shaffer"
      ],
      "title": "The Lost Story: A Novel",
      "isbn13": "9780593598870",
      "msrp": "0.00",
      "binding": "Hardcover",
      "isbn": "0593598873",
      "isbn10": "0593598873",
      "other_isbns": [
        {
          "isbn": "9780593598887",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Suma",
      "synopsis": "Vuelve La Asistenta Que Ha Revolucionado El Thriller. Una Nueva Y Adictiva Novela De La Serie Más Viral Del Momento. Yo Solía Trabajar Limpiando Las Casas De Otras Personas, Ahora Apenas Puedo Creerme Que Este Sea Mi Hogar. La Encantadora Cocina, La Calle Tranquila, El Enorme Jardín En El Que Los Niños Pueden Jugar. Mi Marido Y Yo Hemos Ahorrado Durante Años Para Que Mis Hijos Tengan La Vida Que Se Merecen. Aunque Siento Algo De Recelo Hacia Nuestra Vecina, La Señora Lowell, Veo Su Invitación A Cenar Como Una Oportunidad Para Hacer Amigos. Cuando Su Doncella Abre La Puerta Con Un Delantal Blanco Y El Pelo Recogido En Un Moño Tirante, Sé Exactamente Cómo Se Siente. Pero Su Gélida Mirada Me Produce Escalofríos... La Doncella De Los Lowell No Es Lo único Extraño De Nuestra Calle. Estoy Convencida De Que Alguien Nos Observa. Y Cuando Conozco A La Mujer Que Vive Enfrente, Sus Palabras Me Dejan Petrificada: «ten Cuidado Con Tus Vecinos». ¿cometí Un Terrible Error Mudándome Aquí Con Mi Familia? Pensaba Que Había Dejado Atrás Mis Secretos Oscuros. Pero ¿podría Ser Este Apacible Barrio Residencial El Sitio Más Peligroso De Todos?",
      "language": "es",
      "image": "https://images.isbndb.com/covers/71/91/9788410257191.jpg",
      "title_long": "La Asistenta Te Vigila (la Asistenta 3)",
      "pages": 393,
      "date_published": "2024",
      "authors": [
        "Freida McFadden"
      ],
      "title": "La Asistenta Te Vigila (la Asistenta 3)",
      "isbn13": "9788410257191",
      "msrp": "0.00",
      "isbn": "841025719X",
      "isbn10": "841025719X"
    }
  },
  {
    "book": {
      "publisher": "New York : Minotaur Books,",
      "synopsis": "Chief Of Police Kate Burkholder Investigates A Gruesome Murder That Reveals A Little-known Chapter Of Early Amish History In This Next Riveting Installment Of The Bestselling Series By Linda Castillo. Newlywed Chief Of Police Kate Burkholder Is Awakened By An Urgent Midnight Call Summoning Her To A Suspicious Fire In The Woods. When She Arrives At The Scene, She Discovers A Charred Body. According To The Coroner, The Deceased, An Amish Man Named Milan Swanz, Was Chained To A Stake And Burned Alive. It Is An Appalling And Eerily Symbolic Crime Against An Upstanding Husband And Father. Kate Knows All Too Well That The Amish Prefer To Handle Their Problems Without Interference From The Outside World, And No One Will Speak About The Murdered Man. From What She's Able To Piece Together, Swanz Led A Deeply Troubled Life And Had Recently Been Excommunicated. But If That's The Case, Why Are The Amish So Reluctant To Talk About Him? Are They Protecting The Memory Of One Of Their Own? Or Are They Afraid Of Something They Dare Not Share? When Her Own Brother Is Implicated In The Case, Kate Finds Herself Not Only At Odds With The Amish, The World Of Which She Was Once A Part, But Also The English Community And Her Counterparts In Law Enforcement. The Investigation Takes A Violent Turn When Kate's Life Is Threatened By A Mysterious Stranger. To Uncover The Truth About The Death Of Milan Swanz, Kate Must Dive Deep Into The Anabaptist Culture, Peering Into All The Dark Corners Of Its History, Only To Uncover A Secret Legacy That Shatters Everything She Thought She Knew About The Amish Themselves-and Her Own Roots-- Provided By Publisher.",
      "language": "en",
      "image": "https://images.isbndb.com/covers/11/23/9781250781123.jpg",
      "title_long": "Burning",
      "edition": 1,
      "pages": 283,
      "date_published": "2024",
      "subjects": [
        "Amish"
      ],
      "authors": [
        "Castillo, Linda"
      ],
      "title": "Burning",
      "isbn13": "9781250781123",
      "msrp": "0.00",
      "isbn": "1250781124",
      "isbn10": "1250781124"
    }
  },
  {
    "book": {
      "publisher": "Random House",
      "synopsis": "NATIONAL BESTSELLER • An exhilarating novel about one American family and the dark moment that shatters their suburban paradise, from the New York Times bestselling author of Fleishman Is in Trouble New York Times Book Review Editors’ Choice • New York Magazine’s Beach Read Book Club Pick • Belletrist Book Club Pick “A big, juicy, wickedly funny social satire.”—Oprah Daily “Were we gangsters? No. But did we know how to start a fire?” In 1980, a wealthy businessman named Carl Fletcher is kidnapped from his driveway, brutalized, and held for ransom. He is returned to his wife and kids less than a week later, only slightly the worse, and the family moves on with their lives, resuming their prized places in the saga of the American dream, comforted in the realization that though their money may have been what endangered them, it is also what assured them their safety. But now, nearly forty years later, it’s clear that perhaps nobody ever got over anything, after all. Carl has spent the ensuing years secretly seeking closure to the matter of his kidnapping, while his wife, Ruth, has spent her potential protecting her husband’s emotional health. Their three grown children aren’t doing much better: Nathan’s chronic fear won’t allow him to advance at his law firm; Beamer, a Hollywood screenwriter, will consume anything—substance, foodstuff, women—in order to numb his own perpetual terror; and Jenny has spent her life so bent on proving that she’s not a product of her family’s pathology that she has come to define it. As they hover at the delicate precipice of a different kind of survival, they learn that the family fortune has dwindled to just about nothing, and they must face desperate questions about how much their wealth has played a part in both their lives’ successes and failures. Long Island Compromise spans the entirety of one family’s history, winding through decades and generations, all the way to the outrageous present, and confronting the mainstays of American Jewish life: tradition, the pursuit of success, the terror of history, fear of the future, old wives’ tales, evil eyes, ambition, achievement, boredom, dybbuks, inheritance, pyramid schemes, right-wing capitalists, beta-blockers, psychics, and the mostly unspoken love and shared experience that unite a family forever.",
      "language": "en",
      "image": "https://images.isbndb.com/covers/35/07/9780593133507.jpg",
      "title_long": "Long Island Compromise: A Novel",
      "edition": 3,
      "pages": 416,
      "date_published": "2024",
      "subjects": [
        "Family Life",
        "Literary",
        "Satire",
        "English & College Success -> English -> Fiction"
      ],
      "authors": [
        "Taffy Brodesser-Akner"
      ],
      "title": "Long Island Compromise: A Novel",
      "isbn13": "9780593133507",
      "msrp": 57.99,
      "binding": "Kindle Edition",
      "isbn": "0593133501",
      "isbn10": "0593133501",
      "other_isbns": [
        {
          "isbn": "9780593133491",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "HarperCollins",
      "synopsis": "“Sally Franson is a world class entertainer. She can finesse a serio-comic moment in a way that leaves you catching your breath. Deft and delicious, this book is a flat out delight machine. A heart opener, a page turner, and a true ‘originell!' I laughed out loud, I ugly cried, and I never, ever wanted it to end.\" -- Meg Ryan, actor, writer, director A charming, wise, and laugh-out-loud funny novel following an American woman competing on a Swedish reality show in an attempt to discover her roots. Paulie Johansson has never put much stock in the idea of family: she has her long-term boyfriend Declan and beloved best friend Jemma, and that’s more than enough for her. Yet one night on a lark, she lets Jemma convince her to audition for Sverige och Mig, a show on Swedish television where Swedish-Americans compete to win the ultimate prize: a reunion with their Swedish relatives. Much to her shock, her drunken submission video wins her a spot on the show, and against Declan’s advice Paulie decides to go for it. Armed with her Polaroid camera, a beat-up copy of Pippi Longstocking, and an unquenchable sense of possibility, Paulie hops on a plane to Sweden and launches into the contest with seven other Americans, all under the watchful eye of a camera crew. At first, Paulie is certain that she and her competitors have nothing in common besides their passports and views their bloodthirsty ambitions with suspicion. Yet amid the increasingly absurd challenges—rowing from Denmark to Sweden in the freezing rain, battling through obstacle courses, competing in a pickled herring eating contest—Paulie finds herself rethinking her snap judgments about her fellow countrymen, while her growing attachment to her Swedish roots increases her resolve to win the competition herself. Grappling with long-held notions of family, friendship, and love—not to mention her feelings for the distractingly handsome Swedish cameraman who’s been assigned to follow her around—Paulie starts to reconsider her past and rethink what she wants for the future. A fish-out-of-water tale filled with warmth, optimism, and wit, Big in Sweden is at its heart a love story: love for family, friends, country, and—most importantly—oneself.  \"If you devoured Pippi Longstocking as a kid, you will not be able to turn away from Big in Sweden. Reading this hilarious, heartfelt book was even more fun than watching reality television. I absolutely loved it!\" — Jessica Anya Blau, author of Mary Jane",
      "language": "English",
      "image": "https://images.isbndb.com/covers/27/53/9780063312753.jpg",
      "edition": 5,
      "pages": 416,
      "date_published": "2024-07-02",
      "subjects": [
        "Humorous",
        "Coming of Age",
        "Contemporary Women",
        "Family Life",
        "Cultural Heritage"
      ],
      "authors": [
        "Sally Franson"
      ],
      "title": "Big in Sweden",
      "isbn13": "9780063312753",
      "msrp": 22.4,
      "binding": "ePub",
      "isbn": "0063312751",
      "isbn10": "0063312751",
      "other_isbns": [
        {
          "isbn": "9780063312746",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "HarperCollins Christian",
      "synopsis": "Sometimes you’re so busy writing other people’s stories that you lose the plot of your own. This wasn’t how Kelsey Worthington’s day was supposed to go. She wasn’t supposed to be picking up Starbucks for her smarmy boss. She wasn’t supposed to get hit by a car that jumped the curb. And she certainly wasn’t supposed to wake up in a hospital room next to Georgina Tate—the legendary matriarch of New York City businesswomen. Kelsey and Georgina couldn’t be more opposite. Kelsey’s a dreamer, a writer who questions her own skill. And Georgina is a confident businesswoman whose years of shouldering her way into boardrooms and making her voice heard have made her far too outspoken for the faint of heart. But now, when Georgina’s failing kidneys force her to face some big regrets about the way she’s lived her life, the two women recognize they share a common thread. Maybe it’s time to confront a few things. They must ask themselves: What if I said yes to everything I’ve always said no to? With Georgina as her companion, Kelsey soon finds herself doing things she’s never done before. Eating street food. Swimming in the ocean. Matchmaking for Georgina with the help of Georgina’s handsome son. And writing her own romance—both in book form and in real life. So begins the Summer of Yes. Stand-alone novel Perfect for fans of Denise Hunter and Rachel Linden Book length: 100,000 words Includes discussion questions for book clubs",
      "language": "English",
      "image": "https://images.isbndb.com/covers/37/28/9780840713728.jpg",
      "title_long": "Summer Of Yes",
      "edition": 1,
      "pages": 416,
      "date_published": "2024-07-02",
      "subjects": [
        "Contemporary",
        "Romance",
        "Contemporary Women"
      ],
      "authors": [
        "Courtney Walsh"
      ],
      "title": "The Summer of Yes",
      "isbn13": "9780840713728",
      "msrp": 17.99,
      "binding": "ePub",
      "isbn": "084071372X",
      "isbn10": "084071372X",
      "other_isbns": [
        {
          "isbn": "9780840713698",
          "binding": "printisbncanonical"
        },
        {
          "isbn": "9780840713865",
          "binding": "print"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Simon & Schuster",
      "synopsis": "From the author of the Read with Jenna Bonus Pick A Little Hope, an uplifting and emotionally resonant novel set in a Delaware beach town about a local restaurant owner at a turning point. Three generations of Schmidts have run their family’s beachfront restaurant and Jack has been at the helm since the death of his father. Jack puts the demands of the restaurant above all else, with a string of failed relationships, no hobbies, and no days off as proof of his commitment to the place. He can’t remember the last time he sat on the beach, or even enjoyed a moment to himself. Meanwhile, the DelDine group has been gradually snapping up beloved eateries along this stretch of coast and are pursuing Jack with a very generous offer to take Schmidt’s off his hands. Jack craves companionship and maybe even a family. He wonders if closing the door on the restaurant might open a new window for him. But who would he be without Schmidt’s, and can he trust DelDine’s claims that they will continue to employ his staff and honor his family’s legacy? When he receives startling news from the past, Jack begins to reshape his life and forge unexpected new friendships. But will he really let go of the very things that have defined him?",
      "language": "English",
      "image": "https://images.isbndb.com/covers/46/14/9781668024614.jpg",
      "title_long": "Same Bright Stars",
      "edition": 1,
      "pages": 416,
      "date_published": "2024-07-02",
      "subjects": [
        "Literary",
        "Family Life"
      ],
      "authors": [
        "Ethan Joella"
      ],
      "title": "The Same Bright Stars",
      "isbn13": "9781668024614",
      "msrp": 105,
      "binding": "ePub",
      "isbn": "1668024616",
      "isbn10": "1668024616",
      "other_isbns": [
        {
          "isbn": "9781668024591",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Simon & Schuster",
      "synopsis": "From the nationally bestselling author of the “powerful, heartbreaking” (Shelf Awareness) The Stationery Shop, a heartfelt, epic new novel of friendship, betrayal, and redemption set against three transformative decades in Tehran, Iran. In 1950s Tehran, seven-year-old Ellie lives in grand comfort until the untimely death of her father, forcing Ellie and her mother to move to a tiny home downtown. Lonely and bearing the brunt of her mother’s endless grievances, Ellie dreams of a friend to alleviate her isolation. Luckily, on the first day of school, she meets Homa, a kind, passionate girl with a brave and irrepressible spirit. Together, the two girls play games, learn to cook in the stone kitchen of Homa’s warm home, wander through the colorful stalls of the Grand Bazaar, and share their ambitions for becoming “lion women.” But their happiness is disrupted when Ellie and her mother are afforded the opportunity to return to their previous bourgeois life. Now a popular student at the best girls’ high school in Iran, Ellie’s memories of Homa begin to fade. Years later, however, her sudden reappearance in Ellie’s privileged world alters the course of both of their lives. Together, the two young women come of age and pursue their own goals for meaningful futures. But as the political turmoil in Iran builds to a breaking point, one earth-shattering betrayal will have enormous consequences. Written with Marjan Kamali’s signature “evocative, devastating, and hauntingly beautiful” (Whitney Scharer, author of The Age of Light) prose, The Lion Women of Tehran is a sweeping exploration of how profoundly we are shaped by those we meet when we are young, and the way love and courage transforms our lives.",
      "language": "English",
      "image": "https://images.isbndb.com/covers/66/00/9781668036600.jpg",
      "title_long": "Lion Women Of Tehran",
      "edition": 1,
      "pages": 416,
      "date_published": "2024-07-02",
      "subjects": [
        "General",
        "Advanced Placement",
        "Study Guides"
      ],
      "authors": [
        "Marjan Kamali"
      ],
      "title": "The Lion Women of Tehran",
      "isbn13": "9781668036600",
      "msrp": 25.95,
      "binding": "ePub",
      "isbn": "1668036606",
      "isbn10": "1668036606",
      "other_isbns": [
        {
          "isbn": "9781668036587",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "EINAUDI",
      "synopsis": "<p>- Scoprire la profondità della tristezza di un figlio, a neanche sedici anni, è come trovare qualcosa in un posto in cui non te lo saresti mai aspettato. In cui proprio non dovrebbe esserci.<br> - Che vuoi dire?<br> - Tipo, non so. Come trovare la neve in fondo al mare.Matteo Bussola racconta un nodo del nostro tempo: la fragilità adolescenziale. Scrive una storia toccante, piena di grazia, sul tradimento che implica diventare sé stessi. E ci mostra, con onestà e delicatezza, quel che si prova davanti al dolore di un figlio, ma anche la luce dell'essere genitori, che pure nel buio continua a brillare. Perché è difficile accogliere la verità di chi amiamo, soprattutto se lo abbiamo messo al mondo. Ma l'amore porta sempre con sé una rinascita. Un padre e un figlio, dentro una stanza. L'uno di fronte all'altro, come mai sono stati. Ciascuno lo specchio dell'altro. Loro due, insieme, in un reparto di neuropsichiatria infantile. Ci sono altri genitori, in quel reparto, altri figli. Adolescenti che rifiutano il cibo o che si fanno del male, che vivono l'estenuante fatica di crescere, dentro famiglie incapaci di dare un nome al loro tormento. E madri e padri spaesati, che condividono la stessa ferita, l'intollerabile sensazione di non essere piú all'altezza del proprio compito. Con la voce calda, intima, di un padre smarrito, Matteo Bussola fotografa l'istante spaventoso in cui genitori e figli smettono di riconoscersi, e parlarsi diventa impossibile. Attraverso un pugno di personaggi strazianti e bellissimi, ci ricorda che ogni essere umano è un mistero, anche quando siamo noi ad averlo generato.<br></p>",
      "language": "ita",
      "image": "https://images.isbndb.com/covers/58/08/9788858445808.jpg",
      "title_long": "Fuoco e fiamme Una storia dell'inferno",
      "edition": 1,
      "dimensions": "eBook",
      "pages": 192,
      "date_published": "2024-06-25",
      "authors": [
        "Matteo Bussola"
      ],
      "title": "La neve in fondo al mare",
      "isbn13": "9788858445808",
      "msrp": "0.00",
      "binding": "eBook",
      "isbn": "8858445805",
      "isbn10": "8858445805"
    }
  },
  {
    "book": {
      "publisher": "Sierra Simone",
      "synopsis": "I Have One Job In This Arranged Marriage, And That’s To Seduce My Husband. It Should Be Easy; I’m The Heiress To A Transatlantic Fortune, Bred And Raised To Make A Good Match. I’ve Spent A Lifetime Building Up My Endurance, My Discipline, My Dedication To My God And My Church. The Danger Lies In Falling For The Devil Who Put His Ring On My Finger—a Mistake I Made Years Ago, And Can’t Afford To Make Again. There Is One More Danger: Handsome And Green-eyed, Emotionally Wounded. Tristan Thomas, Former Soldier And My New Husband’s Bodyguard. A Hero Who Stole My Heart With Salt-soaked Kisses On The Sea. But Lyonesse Is Not Like Other Places, And This Isn’t Like Other Marriages. Soon Tristan, Mark, And I Are Tangled In A Knot Of Vicious Jealousy And Gorgeous Wickedness, Where Suspicion Is An Aphrodisiac And Secrets And Vows Are One And The Same. And There Is Something Far Darker At Play Than My Real Purpose, Than The Machinations Of The Church I Serve. Darker Even Than The Twisted Longings Of My Own Heart. Because My Husband Has Secrets Of His Own, And The Reason He’ll Stop At Nothing To Possess Me Could Slice My Soul Deeper Than The Honeysuckle-hilted Knife He Gave Me Once Upon A Time. Because When It Comes To Mark Trevena And His Games, The First Cut Is More Than The Deepest—it’s The Sweetest. And He Always Leaves You Begging For More… Honey Cut Is The Second Book In The Lyonesse Trilogy.",
      "language": "en",
      "image": "https://images.isbndb.com/covers/43/85/9781949364385.jpg",
      "title_long": "Honey Cut",
      "pages": 427,
      "date_published": "2024",
      "authors": [
        "Sierra Simone"
      ],
      "title": "Honey Cut",
      "isbn13": "9781949364385",
      "msrp": "0.00",
      "isbn": "1949364380",
      "isbn10": "1949364380"
    }
  },
  {
    "book": {
      "publisher": "W. W. Norton",
      "synopsis": "<p>A Finalist for the 2024 Orwell Prize for Political Fiction </p>\r\n\r\n<p>A biting portrait of British class, politics, and money told through five interconnected families and their rising—and declining—fortunes. </p>\r\n\r\n<p>Campbell Flynn, art historian, professor, and fêted fixture of the literati, always knew that when his life came crashing down, it would happen in public—yet he never imagined that a single year in London would expose so much. He’s never taken other people half as seriously as they take themselves, which is the first of his mistakes. The second is a new project: opportunistic and precisely calibrated to rake in a fortune. Riding on the high of a best-selling biography of Vermeer and fielding more inquiries and requests than he has the time or patience to pursue, Campbell has nevertheless still not managed to shake the question of money. The fact of his quiet loan from a school friend now embroiled in scandal makes the ever-present worry feel even more pressing. His unflappable agent, Atticus; his steadfast wife, Elizabeth; his sister, Moira, crusading parliamentarian for the poor; his well-adjusted, well-off adult children, Angus and Kenzie; and all the outward trappings of success can’t conceal that something in his life is off. As Campbell becomes increasingly entangled with a brilliant student, convention-smashing and working class, like he used to be, he feels he’s been given a second chance to embrace the change that frightens him, even as he sees trouble brewing for his family and friends. Campbell’s personal quest takes him down darker roads than he could have imagined, and all his worlds—the art scene and academia, fashion and the English aristocracy, journalism and the internet—collide in spectacular fashion, culminating in one shocking night on Caledonian Road.</p>",
      "language": "English",
      "image": "https://images.isbndb.com/covers/48/85/9781324074885.jpg",
      "edition": 1,
      "pages": 212,
      "date_published": "2024-06-18",
      "subjects": [
        "Literary",
        "Satire"
      ],
      "authors": [
        "Andrew O'Hagan"
      ],
      "title": "Caledonian Road: A Novel",
      "isbn13": "9781324074885",
      "msrp": 32.5,
      "binding": "ePub",
      "isbn": "1324074884",
      "isbn10": "1324074884",
      "other_isbns": [
        {
          "isbn": "9781324074878",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Seven Seas Entertainment",
      "synopsis": "Only Weeks After The Fire At Chen Kang Psychiatric Hospital, Huzhou University Is Plunged Into Chaos By A Spate Of Murders That Seem Linked To What Happened At The Mental Institution--and To The Deaths Of Xie Qingcheng's Parents. Desperate For Answers, Doctor Xie Takes Matters Into His Own Hands, And He Yu Offers To Help, Driven By Childhood Memories Of Xie Qingcheng's Fleeting Kindness. Yet When They Unearth Long Forgotten Secrets From Xie Qingcheng's Past, A Terrible Truth Shakes He Yu's Grip On Reality. With Lies And Self-delusion Laid Bare, A Confrontation Between The Two Men Is Inevitable--but How Will He Yu And Xie Qingcheng Cope When The Reckoning Takes A More Intimate Turn?",
      "language": "en",
      "image": "https://images.isbndb.com/covers/04/01/9798893730401.jpg",
      "title_long": "Case File Compendium: Bing An Ben (novel) Vol. 2",
      "pages": 424,
      "date_published": "2024",
      "authors": [
        "Rou Bao Bu Chi Rou",
        "Boki"
      ],
      "title": "Case File Compendium: Bing An Ben (novel) Vol. 2",
      "isbn13": "9798893730401",
      "msrp": "0.00",
      "isbn": "9798893730401"
    }
  },
  {
    "book": {
      "publisher": "Atlas Contact",
      "synopsis": "In Dit Ultieme Zomerboek Volgen We Alex, Entertainer Bij Een Clubhotel Op Mallorca. Wie Zijn We Als We Niets Hóeven? Geestig En Ontroerend Schetst Verhulst Ons Onvermogen Om De Boel De Boel Te Laten. Ze Hoefden Heel Even Nergens In Uit Te Blinken, Niet In Hun Job, Niet In Hun Sport, Niet Eens Zoveel In Het Ouderschap Zelfs. Het Veel Te Kleine Cadeautje Van Het Kapitalisme Was Dit Verlof, Een Doekje Voor Het Leegbloeden, De Grote Schijnvertoning Van De Welvaart. En Dus Dienden Ze Te Worden Verwend. Bechamel Mucho Begint Als Een Zonnige Diavoorstelling Van Een Zorgeloze Zomer, Waarbij Allerhande Gasten Van Een Spaans Clubhotel De Revue Passeren. Maar Schijn Bedriegt, Want Al Snel Ontvouwt Zich Een Scherpe En Meeslepende Schets Van De Consumptiemaatschappij. De Kersverse Weduwe, De Alleenstaande Moeder Met Kind, De Vrouwelijke Helft Van Een Uitgeblust Echtpaar, De Jonge Stewardess Op Zoek Naar Ontspanning, De Fitte Fietser, Iedere Gast Heeft Haar Eigen Verhaal. En Allemaal Willen Ze, Al Dan Niet Voor Een Nacht, Alex, De Animator Van Het Hotel. En Het Is Alex Die Aan Het Einde Van Het Seizoen Moet Beslissen Wat Hij Gaat Doen. Of Eigenlijk: Wie Hij Wil Zijn.",
      "language": "nl",
      "image": "https://images.isbndb.com/covers/60/45/9789025476045.jpg",
      "title_long": "Bechamel Mucho",
      "pages": 127,
      "date_published": 2024,
      "authors": [
        "Dimitri Verhulst"
      ],
      "title": "Bechamel Mucho",
      "isbn13": "9789025476045",
      "msrp": "0.00",
      "isbn": "902547604X",
      "isbn10": "902547604X"
    }
  },
  {
    "book": {
      "publisher": "Random House Digital Inc.",
      "synopsis": "#1 NEW YORK TIMES BESTSELLER • John Grisham takes you back to Camino Island, where bookseller Bruce Cable and novelist Mercer Mann always manage to find trouble in paradise. Mercer Mann, a popular writer from Camino Island, is back on the beach, marrying her boyfriend, Thomas, in a seaside ceremony. Bruce Cable, infamous owner of Bay Books, performs the wedding. Afterward, Bruce tells Mercer that he has stumbled upon an incredible story. Mercer desperately needs an idea for her next novel, and Bruce now has one.   The true story is about Dark Isle, a sliver of a barrier island not far off the North Florida coast. It was settled by freed slaves three hundred years ago, and their descendants lived there until 1955, when the last one was forced to leave. That last descendant is Lovely Jackson, elderly now, who loves her birthplace and its remarkable history. But now Tidal Breeze, a huge, ruthless corporate developer, wants to build a resort and casino on the island, which Lovely knows, deep down, is rightfully hers.   Mercer befriends Lovely, and they plunge into an enormous fight over who owns Dark Isle, taking on Tidal Breeze Corporation, its lawyers, lobbyists, and powerful Florida politicians. But Lovely knows something about the island that could seriously cloud the dollar signs in the developer’s eyes: the island is cursed. It has remained uninhabited for nearly a century for some very real and very troubling reasons. The deep secrets of the past are about to collide with the enormous ambitions of the present, and the fate of Dark Isle—and Camino Island, too—hangs in the balance.",
      "language": "English",
      "image": "https://images.isbndb.com/covers/60/03/9780385546003.jpg",
      "edition": 5,
      "pages": 400,
      "date_published": "2024-05-28",
      "subjects": [
        "Suspense",
        "Historical"
      ],
      "authors": [
        "John Grisham"
      ],
      "title": "Camino Ghosts",
      "isbn13": "9780385546003",
      "msrp": 40.99,
      "binding": "ePub",
      "isbn": "0385546009",
      "isbn10": "0385546009",
      "other_isbns": [
        {
          "isbn": "9780385545990",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Penguin Random House India Private Limited",
      "synopsis": "To Prepare For The Future, Our Ancestors Created The Naga Sadhus—a Clan Of Warriors For The Protection Of Dharma, As Proclaimed By Adi Guru Shankaracharya In The Eighth Century. This Sect Of Shiva Devotees Has Stood Firm, Living Selflessly And Fighting Fearlessly. For Centuries, They Have Died The Death Of Heroes, Serving And Saving Dharma And The Temples. In The Year 1757, 111 Naga Sadhus Borrowed The Majestic Weapons Of The Idols Of Their Gods. Fueled By Their Belief In Lord Shiva, They Gathered An Invincible Courage To Protect The Temples Of Gokul. They Stood As An Indestructible Wall, Led By Ajaa, A Fearless Naga Warrior, Against The Afghan Army Of 4000 Men, A Cavalry Of 200 Horses And 100 Camels, And 20 Cannons. The Brutal Afghan Army Was Led By Sardar Khan, The Most Ruthless Commander Of Emperor Ahmed Shah Abdali, Ill-famed For The Demolition Of Temples And Building A History Of Genocide In Bharat. The Fight Continues. This Is The Naga Warrior’s Commitment To Courage And Determination. This Is The Clash Of Shiva Devotees Against The Devils That Lie Under Men’s Skin. This Is The Battle Of Gokul.",
      "language": "hi",
      "image": "https://images.isbndb.com/covers/93/64/9789357089364.jpg",
      "title_long": "The Naga Warriors 1",
      "pages": 186,
      "date_published": 2024,
      "authors": [
        "Akshat Gupta"
      ],
      "title": "The Naga Warriors 1",
      "isbn13": "9789357089364",
      "msrp": "0.00",
      "isbn": "9357089365",
      "isbn10": "9357089365"
    }
  },
  {
    "book": {
      "publisher": "Macmillan Trade",
      "synopsis": "<p><b>“Tense and unsettling. . . The reality is even more shocking than we imagined.”</b><i><b>—New York Times Book Review</b></i><br><b>“Suspenseful and beautifully written</b>” <i><b>—The Guardian</b><br></i><b>An outsider threatens to expose the secrets at an elite private school in this suspenseful debut novel for readers of <i>My Dark Vanessa</i> and <i>Dare Me<br><br></i></b>Louise Manson is the newest student at Highfield Manor, Dublin’s most exclusive private school. It seems nearly perfect: the high arched window alcoves and tall granite pillars, the overspill of lilac at the front gate and the immaculate playing fields, the giggling students, the dusty, oak-lined library, and the dark, festering secret she has come to expose.<br><br>At first, Lou’s working-class status makes her the consummate outsider, though all that changes when she is befriended by the beautiful and wealthy Shauna Power. But Lou finds out that even Shauna is caught up in Highfield’s web, and her time there ends with a lifeless body sprawled at her feet.<br><br>Thirty years later, Lou has rebuilt her life after the harrowing events of the so-called “Highfield Affair,” when she gets a shocking phone call. Ronan Power, Shauna’s brother, is a high-profile lawyer bringing a lawsuit against the school. And he needs Lou to testify.<br><br>Now with a daughter and career to protect, the last thing Lou wants is for Highfield Manor to be back in her life. But to finally free herself and others, she has to confront her past, go to battle once more, and discover, for once and for all, what really happened at Highfield. Powerful and compelling, <i>When We Were Silent </i>is an unputdownable, thrilling story of exploitation, privilege, and retribution.</p>",
      "language": "English",
      "image": "https://images.isbndb.com/covers/82/47/9781250908247.jpg",
      "title_long": "When We Were Silent",
      "edition": 1,
      "pages": 1026,
      "date_published": "2024-05-21",
      "subjects": [
        "Psychological"
      ],
      "authors": [
        "Fiona McPhillips"
      ],
      "title": "When We Were Silent",
      "isbn13": "9781250908247",
      "msrp": 54.99,
      "binding": "ePub",
      "isbn": "1250908248",
      "isbn10": "1250908248",
      "other_isbns": [
        {
          "isbn": "9781250908230",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Simon & Schuster",
      "synopsis": "A USA TODAY Bestseller “The Return of Ellie Black is a page-turning suspense novel, a shrewd character study, and a captivating mystery, all at the same time. The last fifty pages are magnetic. I couldn’t put it down until I’d experienced every last twist and turn.” —STEPHEN KING Detective Chelsey Calhoun’s life is turned upside down when she gets the call Ellie Black, a girl who disappeared years earlier, has resurfaced in the woods of Washington state—but Ellie’s reappearance leaves Chelsey with more questions than answers. It’s been twenty years since Detective Chelsey Calhoun’s sister vanished when they were teenagers, and ever since she’s been searching: for signs, for closure, for other missing girls. But happy endings are rare in Chelsey’s line of work. Then a glimmer: local teenager Ellie Black, who disappeared without a trace two years earlier, has been found alive in the woods of Washington State. But something is not right with Ellie. She won’t say where she’s been, or who she’s protecting, and it’s up to Chelsey to find the answers. She needs to get to the bottom of what happened to Ellie: for herself, and for the memory of her sister, but mostly for the next girl who could be taken—and who, unlike Ellie, might never return. The debut thriller from New York Times bestselling author Emiko Jean, The Return of Ellie Black is both a feminist tour de force about the embers of hope that burn in the aftermath of tragedy and a twisty page-turner that will shock and surprise you right up until the final page.",
      "language": "English",
      "image": "https://images.isbndb.com/covers/39/52/9781668023952.jpg",
      "title_long": "Return Of Ellie Black",
      "edition": 2,
      "pages": 212,
      "date_published": "2024-05-07",
      "subjects": [
        "Suspense",
        "Contemporary Women"
      ],
      "authors": [
        "Emiko Jean"
      ],
      "title": "The Return of Ellie Black",
      "isbn13": "9781668023952",
      "msrp": 125,
      "binding": "ePub",
      "isbn": "1668023954",
      "isbn10": "1668023954",
      "other_isbns": [
        {
          "isbn": "9781668023938",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "HarperCollins",
      "synopsis": "An emotional, slow-burn, grumpy/sunshine, queer mid-century romance for fans of Evvie Drake Starts Over, about grief and found family, between the new star shortstop stuck in a batting slump and the reporter assigned to (reluctantly) cover his first season—set in the same universe as We Could Be So Good. The 1960 baseball season is shaping up to be the worst year of Eddie O’Leary’s life. He can’t manage to hit the ball, his new teammates hate him, he’s living out of a suitcase, and he’s homesick. When the team’s owner orders him to give a bunch of interviews to some snobby reporter, he’s ready to call it quits. He can barely manage to behave himself for the length of a game, let alone an entire season. But he’s already on thin ice, so he has no choice but to agree. Mark Bailey is not a sports reporter. He writes for the arts page, and these days he’s barely even managing to do that much. He’s had a rough year and just wants to be left alone in his too-empty apartment, mourning a partner he’d never been able to be public about. The last thing he needs is to spend a season writing about New York’s obnoxious new shortstop in a stunt to get the struggling newspaper more readers. Isolated together within the crush of an anonymous city, these two lonely souls orbit each other as they slowly give in to the inevitable gravity of their attraction. But Mark has vowed that he’ll never be someone’s secret ever again, and Eddie can’t be out as a professional athlete. It’s just them against the world, and they’ll both have to decide if that’s enough.",
      "language": "English",
      "image": "https://images.isbndb.com/covers/28/11/9780063272811.jpg",
      "title_long": "You Should Be So Lucky",
      "edition": 1,
      "pages": 212,
      "date_published": "2024-05-07",
      "subjects": [
        "Sports"
      ],
      "authors": [
        "Cat Sebastian"
      ],
      "title": "You Should Be So Lucky",
      "isbn13": "9780063272811",
      "msrp": 15.19,
      "binding": "ePub",
      "isbn": "0063272814",
      "isbn10": "0063272814",
      "other_isbns": [
        {
          "isbn": "9780063272804",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "HarperCollins",
      "synopsis": "\"Linwood Barclay's I Will Ruin You is a page-turner that also has important things to say. You'll get your money's worth out of this one.\" –Stephen King In the latest novel from New York Times bestselling author Linwood Barclay, a teacher’s act of heroism inadvertently makes him the target of a dangerous blackmailer who will stop at nothing to get what he wants. How would you react in a life-or-death situation? It’s a question everyone asks themselves, but few have to face in real life. English teacher Richard Boyle certainly never thought he would find himself talking down a former student intent on harming others, but when Mark LeDrew shows up at Richard’s school with a bomb strapped to his chest, Richard immediately jumps into action. Thanks to some quick thinking, he averts a major tragedy and is hailed as a hero, but not all the attention focused on him is positive. Richard’s brief moment in the spotlight puts him in the sights of a deranged blackmailer with a score to settle. The situation rapidly spirals out of control, drawing Richard into a fraught web of salacious accusations and deadly secrets. As he tries to uncover the truth he discovers that there’s something deeply wrong in the town—something that ties together Mark, the blackmailer, and a gang of ruthless drug dealers, and Richard has landed smack in the middle of it. He’s desperate to find a way out, but everyone in his life seems to be hiding something, and trusting the wrong person could cost him everything he loves. What price will he pay for one good deed?",
      "language": "English",
      "image": "https://images.isbndb.com/covers/63/38/9780063276338.jpg",
      "title_long": "I Will Ruin You",
      "edition": 1,
      "pages": 212,
      "date_published": "2024-05-07",
      "subjects": [
        "Suspense"
      ],
      "authors": [
        "Linwood Barclay"
      ],
      "title": "I Will Ruin You",
      "isbn13": "9780063276338",
      "msrp": 24,
      "binding": "ePub",
      "isbn": "006327633X",
      "isbn10": "006327633X",
      "other_isbns": [
        {
          "isbn": "9780063276314",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Oneworld Publications",
      "synopsis": "'no One Writes About Food Like Ruth Reichl... I Consider Her Essential Nourishment.' Nigella Lawson Ripping Open The Envelope, She Read Celia's Last Words To Her. There Was Just One Line Written On The Paper: 'go To Paris.' The Last Word Anyone Would Use To Describe Stella St. Vincent Is Adventurous. She's Perfectly Comfortable With The Familiar, Strict Routines Of Her Life As A Copyeditor In New York. Or At Least, She Is Until She Receives A Mysterious Note From Her Late Mother And A One-way Plane Ticket To Paris. Alone And Overwhelmed In A Foreign City, Stella Avoids New People And Ventures Out As Little As Possible. But Then She Meets Jules, An Octogenarian Art Collector With Very Different Ideas About How She Should Spend Her Time In The French Capital. And To Start With, There's A Vintage Dior Dress With Her Name On It. Somewhere Between The Cramped Shelves Of Shakespeare And Company Bookshop, The Crisp Tablecloths Of The Brasserie Les Deux Magots And A Pile Of Discarded Paintings At A Busy Flea Market, Long-buried Truths About Stella's Own Past Begin To Emerge. Soon She Starts To Wonder If There Might Not Have Been More To Her Mother's Suggestion Than She First Suspected... 'ruth Reichl Is One Of Our Greatest Storytellers. No One Writes As Warmly And Engagingly About The All-important Intersection Of Food, Life, Love, And Loss.' Alice Waters",
      "language": "en",
      "image": "https://images.isbndb.com/covers/88/42/9780861548842.jpg",
      "title_long": "Paris Novel",
      "pages": 271,
      "date_published": "2024",
      "subjects": [
        "nyt:hardcover-fiction=2024-05-12",
        "New York Times bestseller",
        "Cooks",
        "Food writers"
      ],
      "authors": [
        "Ruth Reichl"
      ],
      "title": "Paris Novel",
      "isbn13": "9780861548842",
      "msrp": "0.00",
      "isbn": "0861548841",
      "isbn10": "0861548841"
    }
  },
  {
    "book": {
      "publisher": "Macmillan Trade",
      "synopsis": "<p>Julian Rousseaux has a problem. He’s single, and for the world’s wealthiest vampires, the social season is about to begin. Julian would rather stake himself than participate in the marriage market. But as the eldest eligible Rousseaux, he’s expected to find a wife before the season ends—whether he likes it or not.<br><br>When cellist Thea literally stumbles into his life at a gala, he knows she's the last person he could ever fall in love with. She's too innocent, too kind, and way too human. But now that she knows about his world, she's also a walking target. She needs protection. He needs a fake girlfriend to discourage overzealous vampire matchmaking.<br><br>So, Julian makes Thea an irresistible offer: pretend to be his lover and he’ll change her life. For one year, they’ll attend the season’s social events together in exchange for his protection and a way out of her mother’s crippling medical debt.<br><br>She can’t say no. But the vampire world is impossibly decadent and darker than Thea ever imagined, and Julian’s filthy rich vampire family wants her out of the way. But with each moment they share, new dangers emerge: a desire as forbidden as their stolen touches, an awakening of a long-dead heart, and secrets that could tear them both apart.<br><br><b>Sensual, dangerous, provocative — step into a daring new world of dark magic, primal attraction, and breathtaking romance.</b><br><br>The Filthy Rich Vampires series is best enjoyed in order.<br>Reading Order:<br>Book #1 Filthy Rich Vampire<br>Book #2 Second Rite<br>Book #3 Three Queens<br>Book #4 For Eternity</p>",
      "language": "English",
      "image": "https://images.isbndb.com/covers/65/96/9781649376596.jpg",
      "edition": 1,
      "pages": 212,
      "date_published": "2024-04-29",
      "subjects": [
        "Contemporary"
      ],
      "authors": [
        "Geneva Lee"
      ],
      "title": "Filthy Rich Vampire",
      "isbn13": "9781649376596",
      "msrp": 38.95,
      "binding": "ePub",
      "isbn": "1649376596",
      "isbn10": "1649376596",
      "other_isbns": [
        {
          "isbn": "9781649375872",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Plaza & JanÉs",
      "synopsis": "Isabel San Sebastián Regresa Con Una Nueva Entrega De Su épico Relato De La Reconquista Centrado En La Temeraria, La Famosa Reina Urraca, La Primera Soberana De Pleno Derecho En Europa. Siglo Xii, Reino De León. En Plena Ofensiva Almorávide, Con La Cristiandad Acorralada, Urraca, Hija De Alfonso Vi Y Legítima Heredera Al Trono Leonés, Contrae Matrimonio Con Alfonso I De Aragón, Cumpliendo La última Voluntad De Su Padre Recién Fallecido. Esas «malditas Bodas» Desatan Una Lucha Sin Cuartel Ente La Soberana Y Su Esposo, El Batallador, Empeñado En Usurparle La Corona Para Ejercer Un Poder Que Por Derecho Le Pertenece A Ella. Narrada A Través De Los Ojos De Muniadona, Su Doncella Más Cercana, Esta Novela Recrea La Azarosa Vida De La Primera Reina De España Y Europa, Una Mujer Maltratada E Incluso Violada, Pero Nunca Vencida, Que Se Vio Obligada A Enfrentarse A Su Marido, A Su Propio Hijo Y A Todos Los Prejuicios De Su Tiempo Para Ejercer El Papel Que Le Había Asignado La Historia, A Menudo Vestida De Hierro. La Nueva Obra De Isabel San Sebastián Es Una Aventura Trepidante Plagada De Intrigas Y Traiciones, Amores, Pasión, Coraje Y Lealtad. El Retrato Veraz Y Asombroso De Una Mujer Pionera, De Extraordinario Valor, A Quien La Maledicencia Castigó Con En El Apodo De La Temeraria .",
      "language": "es",
      "image": "https://images.isbndb.com/covers/40/08/9788401034008.jpg",
      "title_long": "La Temeraria",
      "pages": 451,
      "date_published": "2024",
      "authors": [
        "Isabel San Sebastián"
      ],
      "title": "La Temeraria",
      "isbn13": "9788401034008",
      "msrp": "0.00",
      "isbn": "8401034000",
      "isbn10": "8401034000"
    }
  },
  {
    "book": {
      "publisher": "EINAUDI",
      "synopsis": "<p>È ingenua, ma il suo sguardo sbilenco vede ciò che gli altri ignorano. È vulnerabile, ma resiste alla ferocia del suo tempo. È un personaggio letterario magnifico. La voce di Redenta continuerà a risuonare a lungo, dopo che avrete chiuso l'ultima pagina.Intenso, coraggioso, I giorni di Vetro è il romanzo della nostra fragilità e della nostra ostinata speranza di fronte allo scandalo della Storia. Redenta è nata a Castrocaro il giorno del delitto Matteotti. In paese si mormora che abbia la scarogna e che non arriverà nemmeno alla festa di San Rocco. Invece per la festa lei è ancora viva, mentre Matteotti viene ritrovato morto. È cosí che comincia davvero il fascismo, e anche la vicenda di Redenta, della sua famiglia, della sua gente. Un mondo di radicale violenza - il Ventennio, la guerra, la prevaricazione maschile - eppure di inesauribile fiducia nell'umano. Sebbene Bruno, l'adorato amico d'infanzia che le aveva promesso di sposarla, incurante della sua «gamba matta» dovuta alla polio, scompaia senza motivo, lei non smette di aspettarlo. E quando il gerarca Vetro la sceglie come sposa, il sadismo che le infligge non riesce a spegnere in lei l'istinto di salvezza: degli altri, prima che di sé. La vita di Redenta incrocia quella di Iris, partigiana nella banda del leggendario comandante Diaz. Quale segreto nasconde Iris?- Ha qualcosa che non va, la purina, - dicevano.<br> - È la scarogna, - ripeteva tranquilla mia madre, premendomi sulla bocca il seno.<br> - Però ha una bella faccina, - aggiungevano, e quel «però» era il segno della loro compassione.<br> «Però è buona», «Però è tranquilla». Però non è come gli altri.<br> - Com'è che non piange? - chiedeva la sera mio padre.<br> - Piangerà. Le donne prima o poi piangono tutte. Hanno detto de Il valore affettivo: «L'autrice procede con voce sicura nel dipanare il filo dei ricordi, con autenticità, senso del ritmo e padronanza di tempi».<br> Viola Ardone «Nicoletta Verna ha scritto un romanzo familiare di rara intensità che affonda nell'enigma di un sentimento di colpa senza redenzione».<br> Corrado Augias «Una penna che controlla perfettamente trama e personaggi».<br> Valeria Parrella<br></p>",
      "language": "ita",
      "image": "https://images.isbndb.com/covers/49/62/9788858444962.jpg",
      "title_long": "Stradario sentimentale di Milano Storie dalla città che cambia",
      "edition": 1,
      "dimensions": "eBook",
      "pages": 448,
      "date_published": "2024-04-09",
      "authors": [
        "Nicoletta Verna"
      ],
      "title": "I giorni di Vetro",
      "isbn13": "9788858444962",
      "msrp": "0.00",
      "binding": "eBook",
      "isbn": "8858444965",
      "isbn10": "8858444965"
    }
  },
  {
    "book": {
      "publisher": "Wipf And Stock Publishers",
      "synopsis": "A Computer-savvy Genius Obsessed With Growing Old Strives For Eternal Youth And Subsequently Destroys The Lives Of Those Nearest To Him. Seemingly Incapable Of Love, Dorian Fist Is Unwittingly Lured Into A Contemporary Faustian World Filled With Intrigue Leading To Temptation, Betrayal, And Death. Here The Most Challenging Questions Of Current Philosophy Are Set Within A Fast-moving Plot With An Unexpected Conclusion.",
      "language": "en",
      "image": "https://images.isbndb.com/covers/46/63/9798385204663.jpg",
      "title_long": "Dorian",
      "pages": 103,
      "date_published": "2024",
      "authors": [
        "Linden J. DeBie"
      ],
      "title": "Dorian",
      "isbn13": "9798385204663",
      "msrp": "0.00",
      "isbn": "9798385204663",
      "other_isbns": [
        {
          "isbn": "9798385204649",
          "binding": "printisbncanonical"
        },
        {
          "isbn": "9798385204656",
          "binding": "print"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "Vajona Verlag",
      "synopsis": "Die Manipulatorin Ich Kann Die Emotionen Von Jedem Manipulieren, Der Es Zulässt. Ich Werde Dich Verletzen, Dich Weinen Lassen, Dich Zum Lachen Und Seufzen Bringen. Aber Meine Worte Berühren Ihn Nicht. Besonders Dann Nicht, Wenn Ich Darum Flehe, Dass Er Geht. Er Ist Immer Da, Beobachtet Und Wartet. Und Ich Kann Niemals Wegschauen. Nicht, Wenn Ich Möchte, Dass Er Näher Kommt. Der Schatten Ich Wollte Mich Nicht Verlieben. Aber Jetzt Kann Ich Ihr Nicht Mehr Fernbleiben. Ich Bin Fasziniert Von Ihrem Lächeln, Von Ihren Augen Und Der Art, Wie Sie Sich Bewegt. Der Art, Wie Sie Sich Auszieht ... Ich Werde Weiter Zusehen Und Warten. Bis Ich Sie Die Meine Nennen Kann. Und Wenn Sie Es Erst Einmal Ist, Werde Ich Sie Nie Wieder Gehen Lassen. Nicht Einmal, Wenn Sie Bettelt. Leseempfehlung: Ab 18 Jahre",
      "language": "de",
      "image": "https://images.isbndb.com/covers/22/59/9783987182259.jpg",
      "title_long": "Haunting Adeline",
      "pages": 640,
      "date_published": 2024,
      "authors": [
        "H. D. Carlton"
      ],
      "title": "Haunting Adeline",
      "isbn13": "9783987182259",
      "msrp": "0.00",
      "isbn": "3987182253",
      "isbn10": "3987182253"
    }
  },
  {
    "book": {
      "publisher": "Simon & Schuster",
      "synopsis": "A mysterious private investigator embodies the darkness hidden within a small town in this spellbinding thriller that will “make you a Scott Carson fan for life” (Joe Hill, #1 New York Times bestselling author). Marshall Miller would’ve remembered her face even if he hadn’t seen it on a MISSING poster. When a young woman disappears in his small town, the investigation hinges on Marshall’s haunted sighting of her, crying in the back seat of a police car driven by a cop named Maddox. There’s only one problem: no local cop named Maddox exists. But the speeding ticket he handed to Marshall certainly does. Dealing with police and media is heady stuff for a teenager, the son of a single mother, but Marshall is sure he can handle it, until the shocking day when his reliability as a witness implodes. Now scorned and shamed, he finds unlikely allies as he confronts the ancient secrets behind his small town’s peaceful façade—and learns the truth about his own family. Lost Man’s Lane is a coming-of-age tale that proves why its author has been hailed as “a master” by Stephen King who consistently offers “eerie, gripping storytelling” (Dean Koontz).",
      "language": "English",
      "image": "https://images.isbndb.com/covers/14/74/9781982191474.jpg",
      "edition": 1,
      "pages": 212,
      "date_published": "2024-03-26",
      "subjects": [
        "Horror",
        "Suspense"
      ],
      "authors": [
        "Scott Carson"
      ],
      "title": "Lost Man's Lane",
      "isbn13": "9781982191474",
      "msrp": 87.5,
      "binding": "ePub",
      "isbn": "1982191473",
      "isbn10": "1982191473",
      "other_isbns": [
        {
          "isbn": "9781982191450",
          "binding": "printisbncanonical"
        }
      ]
    }
  },
  {
    "book": {
      "publisher": "La Nave Di Teseo Editore Spa",
      "synopsis": "2 Luglio 2022, Due Ladri Stanno Per Rapinare Una Importante Gioielleria Di Ginevra. Ma Questo Non Sarà Un Colpo Come Tutti Gli Altri. Venti Giorni Prima, In Un Elegante Sobborgo Sulle Rive Del Lago, Sophie Braun Sta Per Festeggiare Il Suo Quarantesimo Compleanno. La Vita Le Sorride, Abita Con Il Marito Arpad E I Due Figli In Una Magnifica Villa Al Limitare Del Bosco. Sono Entrambi Ricchi, Belli, Felici. Ma Il Loro Mondo Idilliaco All’improvviso S’incrina. I Segreti Che Arpad Custodisce Cominciano A Essere Troppi Perché Possano Restare Nascosti Per Sempre. Il Loro Vicino, Un Poliziotto Sposato Dalla Reputazione Impeccabile, è Ossessionato Da Quella Coppia Perfetta E Da Quella Donna Conturbante. La Osserva, La Ammira, La Spia In Ogni Momento Dell’intimità. Nel Giorno Del Compleanno Di Sophie, Un Uomo Misterioso Si Presenta Con Un Regalo Che Sconvolgerà La Sua Vita Dorata. I Fili Che Intrappolano Queste Vite Portano Lontano Nel Tempo, Lontano Da Ginevra E Dalla Villa Elegante Dei Braun, In Un Passato Che Insegue Il Presente E Che Sophie E Arpad Dovranno Affrontare Per Risolvere Un Intrigo Diabolico, Dal Quale Nessuno Uscirà Indenne. Nemmeno Il Lettore. “un Animale Selvaggio” è Un Thriller Mozzafiato Costruito Attorno A Un Meccanismo Di Suspense Perfetto, Che Ci Ricorda Perché Joël Dicker, L’autore Di “la Verità Sul Caso Harry Quebert”, è Diventato Un Fenomeno Editoriale Mondiale.",
      "language": "it",
      "image": "https://images.isbndb.com/covers/70/38/9788834617038.jpg",
      "title_long": "Un Animale Selvaggio",
      "pages": 356,
      "authors": [
        "Joël Dicker"
      ],
      "title": "Un Animale Selvaggio",
      "isbn13": "9788834617038",
      "msrp": "0.00",
      "isbn": "8834617037",
      "isbn10": "8834617037"
    }
  },
  {
    "book": {
      "publisher": "Prometheus",
      "synopsis": "Op Een Donkere, Regenachtige Avond In Dublin Wordt Er Aangeklopt Bij Eilish Stack, Wetenschapper En Moeder Van Vier Kinderen. Twee Agenten Van De Nieuwe Ierse Geheime Dienst Willen Haar Echtgenoot Spreken, Vicevoorzitter Van De Onderwijsvakbond. Ierland Valt Uiteen. Het Land Is In De Greep Van Een Overheid Die Afstevent Op Tirannie. Als Eilish' Echtgenoot Wordt Opgepakt, Ziet Ze Zich Gevangen In Een Ijzingwekkende, Instortende Maatschappij En Wordt Ze Belaagd Door Onvoorspelbare Krachten Waar Ze Zich Niet Tegen Kan Verzetten. Hoever Kan Ze Gaan Om Haar Familie Te Redden? En Wat, Of Wie, Is Ze Bereid Achter Te Laten? Beklemmend, Adembenemend En Prachtig Geschreven: Lied Van De Profeet Biedt Een Hartverscheurende Visie Op Een Land In Oorlog En Een Diepmenselijk Portret Van Het Gevecht Van Een Moeder Om Haar Gezin Bij Elkaar Te Houden. Het Is Een Monumentale Literaire Roman Over Een Toekomst Die Angstaanjagend Dichtbij Blijkt. Paul Lynch (1977) Ontving Voor Zijn Eerdere Romans Verschillende Prijzen, Waaronder De Kerry Group Irish Fiction Award En De Franse Prix Libr'à Nous Voor De Beste Buitenlandse Roman. Voor Deze Vijfde Roman, Lied Van De Profeet, Kreeg Hij De Booker Prize 2023, De Belangrijkste Engelstalige Literaire Prijs. Paul Lynch Woont In Dublin. 'eens In De Zoveel Tijd Lees Je Een Roman Die Veel Andere Goede Romans Zal Terugdringen Naar De Zolder Van Je Geheugen, Waar Al Zoveel Boeken Liggen Te Vergelen. Voor Mij Is Lied Van De Profeet Van De Ierse Schrijver Paul Lynch Zo'n Roman. Een Onvergetelijk Boek, Wist Ik, Terwijl Ik De Slotzin Nog Eens Goed Overlas.' Frits Abrahams, Nrc 'een Bij Vlagen Intimiderend Taalbombardement Dat Aansluit Bij De Meedogenloosheid Die Een Hoofdthema In Het Boek Vormt.' Hans Bouman, De Volkskrant 'lied Van De Profeet Is Een Literair Manifest Voor Empathie En Een Briljante, Beklemmende Roman Die Overal Ter Wereld Aan Politici Zou Moeten Worden Gegeven.' The Guardian 'lied Van De Profeet Verbeeldt De Sociale En Politieke Angsten Van Onze Huidige Realiteit. Het Is Een Verpletterend Verhaal, Geschreven Met De Ziel Van Een Dichter, Dat De Lezers Niet Snel Zullen Vergeten.' Juryrapport Booker Prize 2023",
      "language": "nl",
      "image": "https://images.isbndb.com/covers/62/75/9789044656275.jpg",
      "title_long": "Lied Van De Profeet",
      "pages": 204,
      "date_published": 2024,
      "authors": [
        "Paul Lynch"
      ],
      "title": "Lied Van De Profeet",
      "isbn13": "9789044656275",
      "msrp": "0.00",
      "isbn": "9044656279",
      "isbn10": "9044656279"
    }
  },
  {
    "book": {
      "publisher": "Universo Dos Livros Editora",
      "synopsis": "Você Sentiu Falta Dele? Admita, Você Sentiu Falta Dele. Alex Hirsch, Autor Best-seller Do The New York Times, Ressuscita Este Infame Vilão E Convida Os Fãs A Conhecerem A Perspectiva De Bill Cipher Sobre O Universo De Gravity Falls. O Demônio Que Aterrorizou Gravity Falls Voltou Do Além Para Finalmente Contar Seu Lado Da História Em Um Novo Livro Escrito Por Ninguém Menos Do Que O Próprio Bill Cipher. Aqui, Ele Revela Sua Bizarra Origem, Seus Efeitos Sinistros Sobre A História Humana, Os Segredos Mais Constrangedores Da Família Pines E Um Guia Com O Passo A Passo De Como Conquistar O Mundo. Esta Obra Caótica E Lindamente Ilustrada Contém Enigmas Atordoantes, Cifras Imbatíveis, Páginas Perdidas Do Diário 3, Maneiras Para Enganar A Morte, Além Do Sentido Da Vida E Um Capítulo Inteiro Sobre Canudinhos Malucos. E O Mais Importante: Este Livro é Amaldiçoado. Muitos Acreditam Que Este Livro é Perigoso Demais Para Cair Em Mãos Humanas. Mas, Se Não Resistir, Tenha Cuidado. Caso Faça Um Acordo Com Bill, Esse Acordo Não Poderá Ser Desfeito Com Facilidade… Leia Por Sua Própria Conta E Risco! Importante: NÃo Recomendado Para Menores De 18 Anos. Sobre O Autor Alex Hirsch é Escritor, Animador, Dublador E Diretor. Ele é Mais Conhecido Por Criar Gravity Falls Para O Canal Disney Xd. Ele Cresceu Em Piedmont, Califórnia, E Se Formou Em Animação De Personagens No Instituto De Artes Da Califórnia. Ele Atualmente Mora Em Los Angeles E Trabalha No Desenvolvimento De Projetos Para O Cinema E Televisão. Apesar Dos Rumores, Ele NÃo Foi Possuído Por Um Demônio Enquanto Escrevia Este Livro. Repetindo: NÃo EstÁ PossuÍdo Por Um DemÔnio. Elogios “eu Achava Que Gostava De Coisas Estranhas, Mas Eu Estava Errado. Este Livro Foi Estranho Demais Até Para Mim. Sinto Náusea Só De Pensar Na Horripilante Psicose Contida Aí Dentro. Vou Mudar Meu Nome Para ‘normal Al’ E Jogar Fora Todas As Minhas Camisas Havaianas. Evite Este Livro A Qualquer Custo!” – “weird Al” Yankovic, Músico E Humorista Famoso Por Suas Paródias Sobre Cultura Pop “encontrei Este Livro Arcaico Em Um Corredor Cheio De Mofo Na Mais Amaldiçoada Das Bibliotecas. Visitas Noturnas Feitas Por Espíritos Malignos Começaram Quase Imediatamente. Infectou Minha Mente E Meus Sonhos, E Vai Destruir A Sua Sanidade. Por Tudo Que é Bom E Sagrado, Fique Longe Disso; Faça O Que Fizer, Não Leia Este Livro.” – Guillermo Del Toro, Cineasta Vencedor Do Oscar “olha, Odeio Discordar Do Guillermo E Do Normal Al, Mas Eu Adoro Esta Coisa! Desde Que A Li, Fico Ouvindo Gritos No Meu Cérebro Que Não Param! Vou Comprar Um Exemplar Para Todo Mundo Que Conheço! Nós Amamos O Bill! Nós Amamos O Bill! Nós Amamos O Bill!” – Charlie Day, Ator De It’s Always Sunny In Philadelphia Leia Também: · O Diário Perdido De Gravity Falls, Alex Hirsch · Gravity Falls: Lendas Perdidas, Alex Hirsch Sobre Disney Consumer Products, Games And Publishing Disney Consumer Products, Games And Publishing (cpgp) Traz A Magia Das Marcas E Franquias Da The Walt Disney Company – Incluindo Disney, Pixar, Marvel, Star Wars, National Geographic E Mais – No Cotidiano De Famílias E Fãs De Todo O Mundo Por Meio De Produtos E Experiências Em Mais De 100 Categorias De Varejo, De Brinquedos E Camisetas A Aplicativos, Livros, Videogames E Muito Mais. Uma Divisão Do Segmento De Parques, Experiências E Produtos Da Disney, As Operações Globais Da Cpgp Incluem: O Maior Negócio De Licenciamento Do Mundo, Uma Das Maiores Marcas De Publicações Infantis, Um Dos Principais Licenciadores De Jogos Interativos Entre Plataformas, Store In Stores Por Toda A Região, E O E-shop No Disneylatino.com/shop E Disney.com.br/shop (disponível No Brasil, Colômbia E México).",
      "language": "pt",
      "image": "https://images.isbndb.com/covers/66/81/9786556096681.jpg",
      "title_long": "O Livro Do Bill",
      "pages": 244,
      "date_published": "2024",
      "authors": [
        "Alex Hirsch"
      ],
      "title": "O Livro Do Bill",
      "isbn13": "9786556096681",
      "msrp": "0.00",
      "isbn": "6556096687",
      "isbn10": "6556096687"
    }
  },
  {
    "book": {
      "publisher": "Atria Books",
      "synopsis": "Two ordinary women make a deadly pact to take revenge for each other after being pushed to the brink in this “unguessable and unputdownable” (Alex Michaelides, #1 New York Times bestselling author) psychological thriller, perfect for fans of Gillian Flynn and Alfred Hitchcock.<br/><br/>One dark evening on New York City’s Upper West Side, two strangers meet by chance. Over drinks, Amanda and Wendy realize they have much in common, including an intense desire for revenge against the men who destroyed their families. As they talk into the night, they come up with the perfect plan: if you kill for me, I’ll kill for you.<br/><br/>In another part of the city, Ruth is home alone when the beautiful brownstone she shares with her husband, Scott, is invaded. She’s attacked by a man with piercing blue eyes, who disappears into the night. Will she ever be able to feel safe again while the blue-eyed stranger is out there?<br/><br/>“Explosive, game-changing” (Publishers Weekly, starred review), and unpredictable, Kill for Me, Kill for You will keep you guessing until the final page.",
      "language": "en",
      "image": "https://images.isbndb.com/covers/93/41/9781668049341.jpg",
      "title_long": "Kill for Me, Kill for You: A Novel",
      "dimensions": "Height: 9 Inches, Length: 6 Inches, Weight: 1.36 Pounds, Width: 1.065 Inches",
      "dimensions_structured": {
        "length": {
          "unit": "inches",
          "value": 6
        },
        "width": {
          "unit": "inches",
          "value": 1.065
        },
        "weight": {
          "unit": "pounds",
          "value": 1.36
        },
        "height": {
          "unit": "inches",
          "value": 9
        }
      },
      "pages": 416,
      "date_published": "2024-03-19",
      "subjects": [
        "Mystery, Thriller & Suspense",
        "Thrillers & Suspense",
        "Psychological Thrillers",
        "Suspense",
        "Crime",
        "Teen & Young Adult",
        "Literature & Fiction"
      ],
      "authors": [
        "Steve Cavanagh"
      ],
      "title": "Kill for Me, Kill for You: A Novel",
      "isbn13": "9781668049341",
      "msrp": "0.00",
      "binding": "Hardcover",
      "isbn": "1668049341",
      "isbn10": "1668049341",
      "other_isbns": [
        {
          "isbn": "9781668049365",
          "binding": "printisbncanonical"
        }
      ]
    }
  }
]
