[
  {
    "publisher": "Sourcebooks, Inc.",
    "synopsis": "From New York Times Bestselling Author Elle Kennedy And Usa Today Bestselling Author Sarina Bowen Comes The Next In The Spin-off Series Of Their Wildly Successful Him And Us Books. I'm Ridiculously Attracted To You, Hottie. I Figured I Should Be Up Front About That. Shut Up And Kiss Me Again, Snipes. Hailey Taylor Emery Has A Hunch That Sniper87, Her Favorite Client At Fetch—the Anonymous Virtual Assistant Service She Runs With Her Ex-husband—is Actually Gorgeous Hockey Superstar Matt Eriksson. It's Against The Rules To Check His File, But She's Pretty Sure She Spends Every Day Texting Her Lifelong Crush And Catering To His Every Need. Still Processing Her Recent Divorce, Hailey Is Perfectly Content For This To Be Nothing But Harmless Online Flirting...until Sniper87 Wants To Meet Her. Face To Face. Cue: Utter Panic. Matt Eriksson Is No Stranger To Heartbreak. He's Still Not Over The Destruction Of His Own Marriage, And It Sucks To Be The Only Guy On His Team Who Knows The Truth: That Hockey And Long-term Relationships Are A Toxic Mix. He Barely Sees His Kids, And Dealing With His Ex Makes Him Feel Worthless. The Only Person In His Life Who Seems To Understand Is Someone Who Won't Show Her Pretty Face: The Mysterious Hte, Aka Hottie. Surely, Though, It's Nothing A Pair Of Fourth Row Hockey Seats Can't Fix. Superfan Hailey Can't Resist The Offer, And Matt Can't Resist Hailey. But When The Phone Screens Come Down, Can They Get Past Their Baggage Long Enough To Build Something Real?",
    "language": "en",
    "image": "https://images.isbndb.com/covers/73/87/9781464227387.jpg",
    "title_long": "Stay",
    "pages": "328",
    "date_published": "2024",
    "authors": [
      "Elle Kennedy",
      "Sarina Bowen"
    ],
    "title": "Stay",
    "isbn13": "9781464227387",
    "msrp": "0.00",
    "isbn": "1464227381",
    "isbn10": "1464227381"
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "Told in emails, text messages, and essays, this innovative page-turner follows a group of students in an art master’s program that goes dangerously awry, from the internationally bestselling “new queen of crime” (Electric Literature) Janice Hallett. University professor Gela Nathaniel must make her new master’s program in multimedia art succeed. If it doesn’t, then Royal Hastings University will cut her funding and she’ll be out of the job she loves. The six students in this inaugural course will be key to that success…but how well has she selected the team? The students include a talented young sculptor who is determined to graduate with top grades, a former gallery owner with limited artistic skills, a single mother more interested in a paycheck than homework, a people pleaser who struggles with technology, a marketing executive suffering from burnout, and a successful artist who seems rather overqualified for the program. At the end of the academic year, when the examiner arrives to grade the students’ final project, he finds himself asking what happened. Because if someone in that course isn’t in mortal danger, then they are already dead. But who, and why? He wants us to read through the students’ coursework, texts, message boards, and final essays to see if we can find the answers. Only one thing is certain: nothing about this course has been left to chance, and each of these students has their own very different agenda.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/34/40/9781668023440.jpg",
    "title_long": "Examiner",
    "edition": 2,
    "pages": "416",
    "date_published": "2024-09-10",
    "subjects": [
      "Suspense",
      "Thrillers",
      "Crime"
    ],
    "authors": [
      "Janice Hallett"
    ],
    "title": "The Examiner",
    "isbn13": "9781668023440",
    "msrp": "34.99",
    "binding": "ePub",
    "isbn": "166802344X",
    "isbn10": "166802344X"
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "Chloe Gong returns with power plays, spilled blood, and lethal romance in the thrilling fantasy sequel to New York Times and USA TODAY bestseller Immortal Longings, inspired by Shakespeare’s Antony and Cleopatra. Calla Tuoleimi has succeeded in the impossible. Despite the odds, she has won San-Er’s bloody games and eliminated King Kasa, her tyrant uncle and the former ruler of Talin. She now serves as royal advisor to Kasa’s adopted son, August Shenzhi, who has risen to the throne. Only Calla knows it isn’t really August. Anton Makusa is still furious about Calla’s betrayal in the final round of the games. In an impossible feat, he took over August’s body to survive and has no intention of giving up this newfound power. But when his first love, the beautiful, explosive Otta Avia, awakens from a yearslong coma and reveals a secret that threatens the monarchy’s authority over Talin, chaos erupts. As tensions come to a boiling point, Calla and Anton must set their conflicts aside and head to the kingdom’s far reaches to prevent anarchy...even if their empire might be better off burning.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/02/81/9781668000281.jpg",
    "edition": 2,
    "pages": "416",
    "date_published": "2024-09-10",
    "subjects": [
      "Epic",
      "Fantasy",
      "Romance",
      "Action & Adventure"
    ],
    "authors": [
      "Chloe Gong"
    ],
    "title": "Vilest Things",
    "isbn13": "9781668000281",
    "msrp": "34.99",
    "binding": "ePub",
    "isbn": "1668000288",
    "isbn10": "1668000288"
  },
  {
    "publisher": "Penguin US",
    "synopsis": "A deadly war game. An adversary as hard to find as he is to kill. Weapons so sophisticated, none have seen the like before. Juan Cabrillo and the crew of the Oregon have finally met their match in this pulse-pounding new adventure in the #1 New York Times bestselling series. When African jihadis attack a Nigerian regiment using American weapons, Cabrillo and the Oregon crew are on the case, investigating from Afghanistan to Kuala Lumpur to track a mysterious arms dealer—a genius, or perhaps a devil—known only as the Vendor. Cabrillo goes undercover to find the Vendor’s base, but his adversary isn’t just an arms smuggler. He’s an arms maker, and Cabrillo just walked into a lethal military game alongside the most dangerous mercenaries in the world, designed to test the Vendor’s cutting-edge AI arsenal. And yet, surviving an arena full of flame-throwing robots isn’t even his biggest problem. The Vendor has an army of high-speed drones headed for a pivotal military site, and if the Oregon crew can’t stop them from releasing a deadly neurotoxin, the entire globe will erupt in conflict.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/92/51/9780593719251.jpg",
    "title_long": "Ghost Soldier",
    "edition": 3,
    "pages": "496",
    "date_published": "2024-09-03",
    "subjects": [
      "Action & Adventure",
      "Suspense",
      "Thrillers"
    ],
    "authors": [
      "Mike Maden"
    ],
    "title": "Clive Cussler Ghost Soldier",
    "isbn13": "9780593719251",
    "msrp": "32",
    "binding": "ePub",
    "isbn": "0593719255",
    "isbn10": "0593719255"
  },
  {
    "publisher": "Ballantine Books",
    "synopsis": "Three estranged siblings return to their family home in New York after their beloved sister’s death in this unforgettable story of grief, hope, and the complexities of family, from the acclaimed author of Cleopatra and Frankenstein.<br/><br/>“Sparkling with wit, shot through with longing, Blue Sisters is a beautiful novel, both dazzlingly joyful and achingly sad.”—Jenny Jackson, New York Times bestselling author of Pineapple Street<br/><br/>The three Blue sisters are exceptional—and exceptionally different. Avery, the eldest and a recovering heroin addict turned strait-laced lawyer, lives with her wife in London; Bonnie, a former boxer, works as a bouncer in Los Angeles following a devastating defeat; and Lucky, the youngest, models in Paris while trying to outrun her hard-partying ways. They also had a fourth sister, Nicky, whose unexpected death left the family reeling. A year later, as they each navigate grief, addiction, and ambition, they find they must return to New York to stop the sale of the apartment they were raised in.<br/><br/>But coming home is never as easy as it seems. As the sisters reckon with the disappointments of their childhood and the loss of the only person who held them together, they realize that the greatest secrets they’ve been keeping might not have been from one another but from themselves.<br/><br/>Imbued with Coco Mellors’s signature combination of humor and heart, Blue Sisters is a story of what it takes to keep living after loss—and, ultimately, to fall in love with life again.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/37/60/9780593723760.jpg",
    "title_long": "Blue Sisters: A Novel",
    "edition": 1,
    "dimensions": "Weight: 1.25 pounds",
    "dimensions_structured": {
      "weight": {
        "unit": "pounds",
        "value": 1.25
      }
    },
    "pages": "352",
    "date_published": "2024",
    "subjects": [
      "Literature & Fiction",
      "Genre Fiction",
      "Family Life",
      "Women's Fiction",
      "Domestic Life",
      "Friendship",
      "Sisters",
      "Contemporary",
      "Literary"
    ],
    "authors": [
      "Coco Mellors"
    ],
    "title": "Blue Sisters: A Novel",
    "isbn13": "9780593723760",
    "msrp": "0.00",
    "binding": "Hardcover",
    "isbn": "0593723767",
    "isbn10": "0593723767"
  },
  {
    "publisher": "Ace",
    "synopsis": "The apocalypse will be televised! Welcome to the first book in the wildly popular and addictive Dungeon Crawler Carl series by Matt Dinniman—now with bonus material exclusive to this print edition.<br/><br/>You know what’s worse than breaking up with your girlfriend? Being stuck with her prize-winning show cat. And you know what’s worse than that? An alien invasion, the destruction of all man-made structures on Earth, and the systematic exploitation of all the survivors for a sadistic intergalactic game show. That’s what.<br/><br/>Join Coast Guard vet Carl and his ex-girlfriend’s cat, Princess Donut, as they try to survive the end of the world—or just get to the next level—in a video game–like, trap-filled fantasy dungeon. A dungeon that’s actually the set of a reality television show with countless viewers across the galaxy. Exploding goblins. Magical potions. Deadly, drug-dealing llamas. This ain’t your ordinary game show.<br/><br/>Welcome, Crawler. Welcome to the Dungeon. Survival is optional. Keeping the viewers entertained is not.<br/><br/>Includes part one of the exclusive bonus story “Backstage at the Pineapple Cabaret.”",
    "language": "en",
    "image": "https://images.isbndb.com/covers/02/47/9780593820247.jpg",
    "title_long": "Dungeon Crawler Carl",
    "edition": 1,
    "dimensions": "height: 229 mm, length: 152 mm, width: 29 mm, weight: 707 g",
    "dimensions_structured": {
      "length": {
        "unit": "mm",
        "value": 152
      },
      "width": {
        "unit": "mm",
        "value": 29
      },
      "weight": {
        "unit": "g",
        "value": 707
      },
      "height": {
        "unit": "mm",
        "value": 229
      }
    },
    "pages": "464",
    "date_published": "2024-08-27",
    "subjects": [
      "Science Fiction & Fantasy",
      "Science Fiction",
      "Adventure",
      "Cyberpunk",
      "Fantasy",
      "Superheroes",
      "Literature & Fiction",
      "Action & Adventure",
      "Genre Fiction",
      "GameLit & LitRPG"
    ],
    "authors": [
      "Matt Dinniman"
    ],
    "title": "Dungeon Crawler Carl",
    "isbn13": "9780593820247",
    "msrp": "0.00",
    "binding": "Hardcover",
    "isbn": "059382024X",
    "isbn10": "059382024X"
  },
  {
    "publisher": "Emmanuelle Collas",
    "synopsis": "Quand L’ambition Et La Tradition Tuent L’amour… Boussoura Et Seini Forment Un Couple Moderne Qui Vit à Yaoundé. Il Est Médecin, Elle Est Professeure De Littérature. Une Famille épanouie Jusqu’au Jour Où Tout Bascule Quand Seini Est Rattrapé Par Son Passé. Fils De Roi, Il Est Appelé à Prendre La Succession. Malgré Les Réserves De Son épouse, L’attrait Du Pouvoir Est Le Plus Fort. Devenu Lamido, Commandeur Des Croyants Et Garant Des Traditions Et De La Religion, Il Se Transforme En Roi Tout-puissant. Après Les Impatientes Et Cœur Du Sahel, Djaïli Amadou Amal Nous Livre Une Histoire D’amour Bouleversante Et Romanesque D’une Cruelle Actualité. Dans Le Harem Du Roi, Elle Brise à Nouveau Les Tabous Sur Le Mariage Forcé Et La Polygamie, En Dénonçant La Servitude En Afrique Et En Donnant Une Voix à Celles Et Ceux Dont On Ne Connaît Pas L’existence. Djaïli Amadou Amal Est Une écrivaine Et Militante Camerounaise. Lauréate Du Prix Goncourt Des Lycéens Et De Nombreux Choix Goncourt à L’international, Traduite En Plus D’une Vingtaine De Langues, Ambassadrice De L’unicef Au Cameroun, Elle A Reçu Le Titre De Docteur Honoris Causa De La Sorbonne Nouvelle. Le Harem Du Roi Est Son Troisième Roman Publié En France.",
    "language": "fr",
    "image": "https://images.isbndb.com/covers/59/72/9782490155972.jpg",
    "title_long": "Le Harem Du Roi",
    "pages": "174",
    "authors": [
      "Djaïli Amadou Amal"
    ],
    "title": "Le Harem Du Roi",
    "isbn13": "9782490155972",
    "msrp": "0.00",
    "isbn": "2490155970",
    "isbn10": "2490155970"
  },
  {
    "publisher": "Olivier",
    "synopsis": "« Ici, La Nuit Est Belle. (…) Leo Avance De Tache De Lumière En Tache De Lumière Et Entre Les Deux, Elle Disparaît Presque Entièrement. Elle Est Alors Exactement Ce Qu’elle Paraît être : La Fille Qui Glisse Le Long Des Murs, Calme, Discrète. La Fille Qui S’efface, La Fille Qu’on Oublie. » Leo N’est Pas Rentrée Et Le Printemps S’entête Dans Sa Douceur. Leo Ne Reviendra Pas. La Shérif Lauren Hobler Découvre Son Corps Au Milieu Des Iris Sauvages. Autour De La Mort Soudaine D’une Jeune Fille, Les Âmes Féroces Tisse Plusieurs Destinées. Pour élucider Un Mystère, Mais Lequel ? Celui De Leo, Peut-être, Et De Ses Silences. Celui De Lauren, Coincée Dans Une Petite Ville Qui Ne La Prend Pas Au Sérieux. Il Y A Aussi Benjamin, Seth Et Les Autres… Les Gens De Mercy, Qui Pensent Tous Se Connaître Et En Savent Si Peu Sur Eux-mêmes. Envoûtant, Surprenant Et D’une Grande Ampleur Romanesque, Les Âmes Féroces Traque La Part D’ombre De Chacun. Marie Vingtras Vit à Paris. Elle Est L’autrice De Blizzard (Éditions De L’olivier, 2021), Grand Succès Critique Et Public, Lauréat Du Prix Des Libraires Et Du Prix Libr’à Nous. Les Âmes Féroces Est Son Deuxième Roman.",
    "language": "fr",
    "image": "https://images.isbndb.com/covers/10/37/9782823621037.jpg",
    "title_long": "Les âmes Féroces",
    "pages": "179",
    "authors": [
      "Marie Vingtras"
    ],
    "title": "Les âmes Féroces",
    "isbn13": "9782823621037",
    "msrp": "0.00",
    "isbn": "2823621032",
    "isbn10": "2823621032"
  },
  {
    "publisher": "Knopf",
    "synopsis": "From the best-selling author of The Dog Stars, a novel about two men—friends since boyhood—who emerge from the woods of rural Maine to a dystopian country racked by bewildering violence<br/><br/>Every year, Jess and Storey have made an annual pilgrimage to the most remote corners of the country, where they camp, hunt, and hike, leaving much from their long friendship unspoken. Although the state of Maine has convulsed all summer with secession mania—a mania that has simultaneously spread across other states—Jess and Storey figure it’s a fight reserved for legislators or, worst-case scenario, folks in the capital.<br/><br/>But after weeks hunting off the grid, the men reach a small town and are shocked by what they find: a bridge blown apart, buildings burned to the ground, and bombed-out cars abandoned on the road. Trying to make sense of the sudden destruction all around them, they set their sights on finding their way home, dragging a wagon across bumpy dirt roads, scavenging from boats left in lakes, and dodging armed men—secessionists or U.S. military, they cannot tell—as they seek a path to safety. Then, a startling discovery drastically alters their path and the stakes of their escape.<br/><br/>Drenched in the beauty of the natural world and attuned to the specific cadences of male friendship, even here at the edge of doom, Burn is both a blistering warning about a divided country’s political strife and an ode to the salvation found in our chosen families.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/16/28/9780593801628.jpg",
    "title_long": "Burn: A novel",
    "edition": "Fist Edition.",
    "dimensions": "Height: 8.25 Inches, Length: 5.5 Inches, Weight: 1.0381 Pounds, Width: 0.8438 Inches",
    "dimensions_structured": {
      "length": {
        "unit": "inches",
        "value": 5.5
      },
      "width": {
        "unit": "inches",
        "value": 0.8438
      },
      "weight": {
        "unit": "pounds",
        "value": 1.0381
      },
      "height": {
        "unit": "inches",
        "value": 8.25
      }
    },
    "pages": "304",
    "date_published": "2024",
    "subjects": [
      "Literature & Fiction",
      "Genre Fiction",
      "Action & Adventure",
      "Men's Adventure",
      "Mystery, Thriller & Suspense",
      "United States",
      "Literary",
      "Thrillers & Suspense",
      "Suspense",
      "Science Fiction & Fantasy",
      "Science Fiction",
      "Dystopian"
    ],
    "authors": [
      "Peter Heller"
    ],
    "title": "Burn: A novel",
    "isbn13": "9780593801628",
    "msrp": "0.00",
    "binding": "Hardcover",
    "isbn": "0593801628",
    "isbn10": "0593801628",
    "other_isbns": [
      {
        "isbn": "9780593801635",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "HarperCollins",
    "synopsis": "In the vein of Where’d You Go, Bernadette and Fleishman Is in Trouble, a wickedly funny and incisive debut novel following a mother trapped in the rat race of NYC parenting as her life unravels. \"Funny, relatable fiction for anyone who thinks they're above the fray but still want to read all about it.\"—People \"Heavenly hilarity for readers.\"—Good Housekeeping It takes a village...just not this one.  Annie Lewin is at the end of her rope. She’s a mother of three young children, her workaholic husband is never around, and the vicious competition for spots in New York City’s kindergartens is heating up. A New York Times journalist-turned-parenting-advice-columnist for an internet start-up, Annie can’t help but judge the insanity of it all—even as she finds herself going to impossible lengths to secure the best spot for her own son. As Annie comes to terms with the infinitesimal odds of success, her intensifying rivalry with hotshot lawyer Belinda Brenner—a deliciously hateful nemesis, what with her perfectly curated bento box lunches and effortless Instagram chic—pushes her to the brink. Of course, this newly raw and unhinged version of Annie is great for the advice column: the more she spins out, the more clicks and comments she gets. But when she commits a ghastly social faux pas that goes viral, she’s forced to confront the question: is she really any better than the cutthroat parents she always judged? A shimmering epistolary novel incorporating emails, group texts, advice columns, newspaper profiles, and more, Plays Well with Others is a whip-smart, genuinely funny romp through the minefield of modern motherhood. But beneath its fast-paced, satirical veneer, Brickman gives us a fresh, open-hearted, all-too-real take on what it means to be a parent—fierce love, craziness, and all.  ",
    "language": "English",
    "image": "https://images.isbndb.com/covers/12/31/9780063371231.jpg",
    "title_long": "Plays Well With Others",
    "edition": 7,
    "pages": "416",
    "date_published": "2024-08-06",
    "subjects": [
      "Humorous",
      "Contemporary Women",
      "Family Life",
      "Satire",
      "Epistolary",
      "City Life"
    ],
    "authors": [
      "Sophie Brickman"
    ],
    "title": "Plays Well with Others",
    "isbn13": "9780063371231",
    "msrp": "22.4",
    "binding": "ePub",
    "isbn": "0063371235",
    "isbn10": "0063371235",
    "other_isbns": [
      {
        "isbn": "9780063371200",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "NATIONAL BESTSELLER • Inspired by C. S. Lewis’s The Chronicles of Narnia, this wild and wondrous novel is a fairy tale for grown-ups who still knock on the back of wardrobes—just in case—from the author of The Wishing Game. “This is the book you’ve been waiting for.”—Richard Russo, Pulitzer Prize–winning author of Empire Falls and the North Bath Trilogy As boys, best friends Jeremy Cox and Rafe Howell went missing in a vast West Virginia state forest, only to mysteriously reappear six months later with no explanation for where they’d gone or how they’d survived. Fifteen years after their miraculous homecoming, Rafe is a reclusive artist who still bears scars inside and out but has no memory of what happened during those months. Meanwhile, Jeremy has become a famed missing persons’ investigator. With his uncanny abilities, he is the one person who can help vet tech Emilie Wendell find her sister, who vanished in the very same forest as Rafe and Jeremy. Jeremy alone knows the fantastical truth about the disappearances, for while the rest of the world was searching for them, the two missing boys were in a magical realm filled with impossible beauty and terrible danger. He believes it is there that they will find Emilie’s sister. However, Jeremy has kept Rafe in the dark since their return for his own inscrutable reasons. But the time for burying secrets comes to an end as the quest for Emilie’s sister begins. The former lost boys must confront their shared past, no matter how traumatic the memories. Alongside the headstrong Emilie, Rafe and Jeremy must return to the enchanted world they called home for six months—for only then can they get back everything and everyone they’ve lost.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/88/87/9780593598887.jpg",
    "title_long": "Lost Story",
    "edition": 1,
    "pages": "718",
    "date_published": "2024-07-16",
    "subjects": [
      "Fantasy",
      "Romance",
      "Action & Adventure",
      "Lgbtq+",
      "Gay"
    ],
    "authors": [
      "Meg Shaffer"
    ],
    "title": "The Lost Story",
    "isbn13": "9780593598887",
    "msrp": "19.99",
    "binding": "ePub",
    "isbn": "0593598881",
    "isbn10": "0593598881",
    "other_isbns": [
      {
        "isbn": "9780593598870",
        "binding": "printisbncanonical"
      },
      {
        "isbn": "9780593740033",
        "binding": "print"
      },
      {
        "isbn": "9780593740040",
        "binding": "print"
      },
      {
        "isbn": "9798217072224",
        "binding": "print"
      }
    ]
  },
  {
    "publisher": "Suma",
    "synopsis": "Vuelve La Asistenta Que Ha Revolucionado El Thriller. Una Nueva Y Adictiva Novela De La Serie Más Viral Del Momento. Yo Solía Trabajar Limpiando Las Casas De Otras Personas, Ahora Apenas Puedo Creerme Que Este Sea Mi Hogar. La Encantadora Cocina, La Calle Tranquila, El Enorme Jardín En El Que Los Niños Pueden Jugar. Mi Marido Y Yo Hemos Ahorrado Durante Años Para Que Mis Hijos Tengan La Vida Que Se Merecen. Aunque Siento Algo De Recelo Hacia Nuestra Vecina, La Señora Lowell, Veo Su Invitación A Cenar Como Una Oportunidad Para Hacer Amigos. Cuando Su Doncella Abre La Puerta Con Un Delantal Blanco Y El Pelo Recogido En Un Moño Tirante, Sé Exactamente Cómo Se Siente. Pero Su Gélida Mirada Me Produce Escalofríos... La Doncella De Los Lowell No Es Lo único Extraño De Nuestra Calle. Estoy Convencida De Que Alguien Nos Observa. Y Cuando Conozco A La Mujer Que Vive Enfrente, Sus Palabras Me Dejan Petrificada: «ten Cuidado Con Tus Vecinos». ¿cometí Un Terrible Error Mudándome Aquí Con Mi Familia? Pensaba Que Había Dejado Atrás Mis Secretos Oscuros. Pero ¿podría Ser Este Apacible Barrio Residencial El Sitio Más Peligroso De Todos?",
    "language": "es",
    "image": "https://images.isbndb.com/covers/71/91/9788410257191.jpg",
    "title_long": "La Asistenta Te Vigila (la Asistenta 3)",
    "pages": "393",
    "date_published": "2024",
    "authors": [
      "Freida McFadden"
    ],
    "title": "La Asistenta Te Vigila (la Asistenta 3)",
    "isbn13": "9788410257191",
    "msrp": "0.00",
    "isbn": "841025719X",
    "isbn10": "841025719X"
  },
  {
    "publisher": "Random House",
    "synopsis": "NATIONAL BESTSELLER • An exhilarating novel about one American family and the dark moment that shatters their suburban paradise, from the New York Times bestselling author of Fleishman Is in Trouble New York Times Book Review Editors’ Choice • New York Magazine’s Beach Read Book Club Pick • Belletrist Book Club Pick “A big, juicy, wickedly funny social satire.”—Oprah Daily “Were we gangsters? No. But did we know how to start a fire?” In 1980, a wealthy businessman named Carl Fletcher is kidnapped from his driveway, brutalized, and held for ransom. He is returned to his wife and kids less than a week later, only slightly the worse, and the family moves on with their lives, resuming their prized places in the saga of the American dream, comforted in the realization that though their money may have been what endangered them, it is also what assured them their safety. But now, nearly forty years later, it’s clear that perhaps nobody ever got over anything, after all. Carl has spent the ensuing years secretly seeking closure to the matter of his kidnapping, while his wife, Ruth, has spent her potential protecting her husband’s emotional health. Their three grown children aren’t doing much better: Nathan’s chronic fear won’t allow him to advance at his law firm; Beamer, a Hollywood screenwriter, will consume anything—substance, foodstuff, women—in order to numb his own perpetual terror; and Jenny has spent her life so bent on proving that she’s not a product of her family’s pathology that she has come to define it. As they hover at the delicate precipice of a different kind of survival, they learn that the family fortune has dwindled to just about nothing, and they must face desperate questions about how much their wealth has played a part in both their lives’ successes and failures. Long Island Compromise spans the entirety of one family’s history, winding through decades and generations, all the way to the outrageous present, and confronting the mainstays of American Jewish life: tradition, the pursuit of success, the terror of history, fear of the future, old wives’ tales, evil eyes, ambition, achievement, boredom, dybbuks, inheritance, pyramid schemes, right-wing capitalists, beta-blockers, psychics, and the mostly unspoken love and shared experience that unite a family forever.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/35/07/9780593133507.jpg",
    "title_long": "Long Island Compromise: A Novel",
    "edition": 3,
    "pages": "416",
    "date_published": "2024",
    "subjects": [
      "Family Life",
      "Literary",
      "Satire",
      "English & College Success -> English -> Fiction"
    ],
    "authors": [
      "Taffy Brodesser-Akner"
    ],
    "title": "Long Island Compromise: A Novel",
    "isbn13": "9780593133507",
    "msrp": "49.99",
    "binding": "Kindle Edition",
    "isbn": "0593133501",
    "isbn10": "0593133501",
    "other_isbns": [
      {
        "isbn": "9780593133491",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Hachette",
    "synopsis": "DISCOVER THE UNFORGETTABLE LOVE STORY THAT HAS CAPTURED HEARTS AND TAKEN TIKTOK BY STORM 'This book broke me into pieces constantly and then put me back together, it was an emotional rollercoaster' Reader Review 'All the tears, it made my soul cry ... A Hue of Blu healed something inside of me' Reader Review *** How much pain are you willing to endure for someone you love? Bold, charismatic, and charming Blu Henderson wears a fake smile every day, pushing through life because she has to - not because she wants to. Quiet, introverted, and mysterious Jace Boland catches her eye the second she sees him. After that, it's game over - not just for Blu, but for Jace as well. Drawn together by inexplicable attraction, a whirlwind connection forms that persists and torments, mends and breaks, and forces both Blu and Jace to confront the traumas of their past while trying to make their relationship work. A Hue of Blu explores how two broken hearts can find comfort in tragic losses, how two broken souls can find peace in pain, and how loving yourself may be the only way to love another... No matter the consequence. *** 'WOW!! Just wow!! I am left completely speechless' ⭐ ⭐ ⭐ ⭐ ⭐ Reader Review 'From the start I was captivated and I couldn't put this book down until I finished it'⭐ ⭐ ⭐ ⭐ ⭐ Reader Review 'I am so overwhelmed. This was a gut wrenching read that has changed me, and healed parts of me I had no clue were even damaged' ⭐ ⭐ ⭐ ⭐ ⭐ Reader Review 'This book is so heartbreakingly beautiful' ⭐ ⭐ ⭐ ⭐ ⭐ Reader Review TW: Alcoholism, toxic relationships, mental health (specifically depression and BPD), body image, self-harm, mentions of OW/OM, and loss of a parent.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/38/67/9780349443867.jpg",
    "edition": 6,
    "pages": "416",
    "date_published": "2024-07-04",
    "subjects": [
      "Coming of Age"
    ],
    "authors": [
      "Marie-France Leger"
    ],
    "title": "A Hue of Blu",
    "isbn13": "9780349443867",
    "msrp": "134.99",
    "binding": "ePub",
    "isbn": "0349443866",
    "isbn10": "0349443866",
    "other_isbns": [
      {
        "isbn": "9780349443850",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "HarperCollins Christian",
    "synopsis": "Sometimes you’re so busy writing other people’s stories that you lose the plot of your own. This wasn’t how Kelsey Worthington’s day was supposed to go. She wasn’t supposed to be picking up Starbucks for her smarmy boss. She wasn’t supposed to get hit by a car that jumped the curb. And she certainly wasn’t supposed to wake up in a hospital room next to Georgina Tate—the legendary matriarch of New York City businesswomen. Kelsey and Georgina couldn’t be more opposite. Kelsey’s a dreamer, a writer who questions her own skill. And Georgina is a confident businesswoman whose years of shouldering her way into boardrooms and making her voice heard have made her far too outspoken for the faint of heart. But now, when Georgina’s failing kidneys force her to face some big regrets about the way she’s lived her life, the two women recognize they share a common thread. Maybe it’s time to confront a few things. They must ask themselves: What if I said yes to everything I’ve always said no to? With Georgina as her companion, Kelsey soon finds herself doing things she’s never done before. Eating street food. Swimming in the ocean. Matchmaking for Georgina with the help of Georgina’s handsome son. And writing her own romance—both in book form and in real life. So begins the Summer of Yes. Stand-alone novel Perfect for fans of Denise Hunter and Rachel Linden Book length: 100,000 words Includes discussion questions for book clubs",
    "language": "English",
    "image": "https://images.isbndb.com/covers/37/28/9780840713728.jpg",
    "title_long": "Summer Of Yes",
    "edition": 1,
    "pages": "416",
    "date_published": "2024-07-02",
    "subjects": [
      "Contemporary",
      "Romance",
      "Contemporary Women"
    ],
    "authors": [
      "Courtney Walsh"
    ],
    "title": "The Summer of Yes",
    "isbn13": "9780840713728",
    "msrp": "17.99",
    "binding": "ePub",
    "isbn": "084071372X",
    "isbn10": "084071372X",
    "other_isbns": [
      {
        "isbn": "9780840713698",
        "binding": "printisbncanonical"
      },
      {
        "isbn": "9780840713865",
        "binding": "print"
      }
    ]
  },
  {
    "publisher": "Feltrinelli Editore",
    "synopsis": "<p>Giovanna J. Giò è una donna di straordinaria bellezza e micidiale crudeltà. Ritiene di essere affetta da Sindrome Premestruale Perenne di Tipo 1, patologia che la porta a disprezzare chiunque.Se infatti le donne di Tipo 3, per via degli estrogeni, sono ben disposte nei confronti del genere umano e degli uomini in particolare, e le donne di Tipo 2 tengono a bada il disordine ormonale con shopping compulsivo e pinte di prosecco, le donne di Tipo 1 – ceppo al quale appartiene Giovanna – non hanno sbalzi di umore, perché sono sempre di pessimo umore. La loro è, per l'appunto, una sindrome premestruale perenne.A intervalli regolari, Giovanna scrive lettere infuocate all'Inps perché questa \"malattia\" venga riconosciuta come invalidante: in tal modo lei potrebbe ricevere un assegno mensile, trascorrere il tempo leggendo i capolavori incompresi della letteratura americana e lasciare il suo posto di dottoranda mal pagata in un'università romana.Giovanna ha infatti due nemici giurati: il mondo intero e il professor Enrico Mazzetti.A 74 anni suonati, Mazzetti non vuole mollare la cattedra malgrado non sappia distinguere Bukowski da John Fante, per il quale lei nutre un amore incondizionato e a cui racconta dentro di sé i propri piani di distruzione e di rinascita. E mentre il direttore dell'Inps riesce pian piano a scorgere una certa validità nelle folli istanze di invalidità di Giovanna, lei trova un'inquietante alleata di Tipo 1 in grado forse di portare Mazzetti al pensionamento. Graffiante, ironico, caustico: un romanzo trascinante e divertentissimo che mette a nudo, spingendoli al paradosso, i mali del nostro tempo, dalla questione di genere al precariato, dai rapporti di coppia alla salute del pianeta. Al suo esordio Roberta Casasole ci regala l'epopea selvaggia di una donna scatenata che non ha paura di nessuno e fa a pezzi ogni tabù. \"E poi ci siamo noi, le donne di Tipo 1, con Sindrome Premestruale Perenne. L'amore ci sussurra all'orecchio dolci parole e noi gli gridiamo che non c'è campo. Donne che non hanno sbalzi di umore, perché sono sempre di pessimo umore. Noi siamo le elette.\"Un romanzo irriverente e scatenato, oltre ogni tabù.Si ride da pagina 1 a pagina 293.<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/05/02/9788858860502.jpg",
    "title_long": "Escribir en la universidad. Un desafío de creatividad y pensamiento crítico Escribir en la universidad. Un desafío de creatividad y pensamiento crítico",
    "edition": 1,
    "dimensions": "eBook",
    "pages": "304",
    "date_published": "2024-07-01",
    "authors": [
      "Roberta Casasole"
    ],
    "title": "Tagli",
    "isbn13": "9788858860502",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8858860500",
    "isbn10": "8858860500"
  },
  {
    "publisher": "Atria Books",
    "synopsis": "The daughter of an aging rock star finds herself working for the hottest musician on the planet and is shocked when sparks start to fly—especially since she swore she’d never, ever date a celebrity—in this unputdownable romance that is perfect for fans of Christina Lauren and Emily Henry.<br/><br/>She wants three things. He isn’t one of them...<br/><br/>Dumped by her cheating ex, fired from her dream job, and about to lose her flat: Clementine Monroe is not having a good day. So when her sisters get her drunk and suggest reviving a childhood ritual called the Breakup Spell, she doesn’t see the harm in it.<br/><br/>But now Clemmie has accidentally ruined a funeral, had her first one-night stand, and she’s stuck with a new job she definitely doesn’t want—spending six weeks alone with the gorgeous and very-off-limits rock star, Theo Eliott.<br/><br/>He’s the most famous man on the planet. Her life’s a disaster. As their summer together turns into its own kind of magic, is Clemmie cursed to repeat the mistakes of her past—or will her future see all her wishes come true?",
    "language": "en",
    "image": "https://images.isbndb.com/covers/19/00/9781668051900.jpg",
    "title_long": "Under Your Spell: A Novel",
    "edition": 1,
    "dimensions": "Height: 8.25 inches, Length: 5.3125 inches, Weight: 0.48 pounds, Width: 0.72 inches",
    "dimensions_structured": {
      "length": {
        "unit": "inches",
        "value": 5.3125
      },
      "width": {
        "unit": "inches",
        "value": 0.72
      },
      "weight": {
        "unit": "pounds",
        "value": 0.48
      },
      "height": {
        "unit": "inches",
        "value": 8.25
      }
    },
    "pages": "352",
    "date_published": "2024",
    "subjects": [
      "Literature & Fiction",
      "Women's Fiction",
      "Sisters",
      "Contemporary",
      "Romance",
      "Romantic Comedy",
      "Arborist Merchandising Root",
      "Self Service"
    ],
    "authors": [
      "Laura Wood"
    ],
    "title": "Under Your Spell: A Novel",
    "isbn13": "9781668051900",
    "msrp": "0.00",
    "binding": "Paperback",
    "isbn": "1668051907",
    "isbn10": "1668051907",
    "other_isbns": [
      {
        "isbn": "9781668051917",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "EINAUDI",
    "synopsis": "<p>- Scoprire la profondità della tristezza di un figlio, a neanche sedici anni, è come trovare qualcosa in un posto in cui non te lo saresti mai aspettato. In cui proprio non dovrebbe esserci.<br> - Che vuoi dire?<br> - Tipo, non so. Come trovare la neve in fondo al mare.Matteo Bussola racconta un nodo del nostro tempo: la fragilità adolescenziale. Scrive una storia toccante, piena di grazia, sul tradimento che implica diventare sé stessi. E ci mostra, con onestà e delicatezza, quel che si prova davanti al dolore di un figlio, ma anche la luce dell'essere genitori, che pure nel buio continua a brillare. Perché è difficile accogliere la verità di chi amiamo, soprattutto se lo abbiamo messo al mondo. Ma l'amore porta sempre con sé una rinascita. Un padre e un figlio, dentro una stanza. L'uno di fronte all'altro, come mai sono stati. Ciascuno lo specchio dell'altro. Loro due, insieme, in un reparto di neuropsichiatria infantile. Ci sono altri genitori, in quel reparto, altri figli. Adolescenti che rifiutano il cibo o che si fanno del male, che vivono l'estenuante fatica di crescere, dentro famiglie incapaci di dare un nome al loro tormento. E madri e padri spaesati, che condividono la stessa ferita, l'intollerabile sensazione di non essere piú all'altezza del proprio compito. Con la voce calda, intima, di un padre smarrito, Matteo Bussola fotografa l'istante spaventoso in cui genitori e figli smettono di riconoscersi, e parlarsi diventa impossibile. Attraverso un pugno di personaggi strazianti e bellissimi, ci ricorda che ogni essere umano è un mistero, anche quando siamo noi ad averlo generato.<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/58/08/9788858445808.jpg",
    "title_long": "Fuoco e fiamme Una storia dell'inferno",
    "edition": 1,
    "dimensions": "eBook",
    "pages": "192",
    "date_published": "2024-06-25",
    "authors": [
      "Matteo Bussola"
    ],
    "title": "La neve in fondo al mare",
    "isbn13": "9788858445808",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8858445805",
    "isbn10": "8858445805"
  },
  {
    "publisher": "Sierra Simone",
    "synopsis": "I Have One Job In This Arranged Marriage, And That’s To Seduce My Husband. It Should Be Easy; I’m The Heiress To A Transatlantic Fortune, Bred And Raised To Make A Good Match. I’ve Spent A Lifetime Building Up My Endurance, My Discipline, My Dedication To My God And My Church. The Danger Lies In Falling For The Devil Who Put His Ring On My Finger—a Mistake I Made Years Ago, And Can’t Afford To Make Again. There Is One More Danger: Handsome And Green-eyed, Emotionally Wounded. Tristan Thomas, Former Soldier And My New Husband’s Bodyguard. A Hero Who Stole My Heart With Salt-soaked Kisses On The Sea. But Lyonesse Is Not Like Other Places, And This Isn’t Like Other Marriages. Soon Tristan, Mark, And I Are Tangled In A Knot Of Vicious Jealousy And Gorgeous Wickedness, Where Suspicion Is An Aphrodisiac And Secrets And Vows Are One And The Same. And There Is Something Far Darker At Play Than My Real Purpose, Than The Machinations Of The Church I Serve. Darker Even Than The Twisted Longings Of My Own Heart. Because My Husband Has Secrets Of His Own, And The Reason He’ll Stop At Nothing To Possess Me Could Slice My Soul Deeper Than The Honeysuckle-hilted Knife He Gave Me Once Upon A Time. Because When It Comes To Mark Trevena And His Games, The First Cut Is More Than The Deepest—it’s The Sweetest. And He Always Leaves You Begging For More… Honey Cut Is The Second Book In The Lyonesse Trilogy.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/43/85/9781949364385.jpg",
    "title_long": "Honey Cut",
    "pages": "427",
    "date_published": "2024",
    "authors": [
      "Sierra Simone"
    ],
    "title": "Honey Cut",
    "isbn13": "9781949364385",
    "msrp": "0.00",
    "isbn": "1949364380",
    "isbn10": "1949364380"
  },
  {
    "publisher": "W. W. Norton",
    "synopsis": "<p>A Finalist for the 2024 Orwell Prize for Political Fiction </p>\r\n\r\n<p>A biting portrait of British class, politics, and money told through five interconnected families and their rising—and declining—fortunes. </p>\r\n\r\n<p>Campbell Flynn, art historian, professor, and fêted fixture of the literati, always knew that when his life came crashing down, it would happen in public—yet he never imagined that a single year in London would expose so much. He’s never taken other people half as seriously as they take themselves, which is the first of his mistakes. The second is a new project: opportunistic and precisely calibrated to rake in a fortune. Riding on the high of a best-selling biography of Vermeer and fielding more inquiries and requests than he has the time or patience to pursue, Campbell has nevertheless still not managed to shake the question of money. The fact of his quiet loan from a school friend now embroiled in scandal makes the ever-present worry feel even more pressing. His unflappable agent, Atticus; his steadfast wife, Elizabeth; his sister, Moira, crusading parliamentarian for the poor; his well-adjusted, well-off adult children, Angus and Kenzie; and all the outward trappings of success can’t conceal that something in his life is off. As Campbell becomes increasingly entangled with a brilliant student, convention-smashing and working class, like he used to be, he feels he’s been given a second chance to embrace the change that frightens him, even as he sees trouble brewing for his family and friends. Campbell’s personal quest takes him down darker roads than he could have imagined, and all his worlds—the art scene and academia, fashion and the English aristocracy, journalism and the internet—collide in spectacular fashion, culminating in one shocking night on Caledonian Road.</p>",
    "language": "English",
    "image": "https://images.isbndb.com/covers/48/85/9781324074885.jpg",
    "edition": 1,
    "pages": "212",
    "date_published": "2024-06-18",
    "subjects": [
      "Literary",
      "Satire"
    ],
    "authors": [
      "Andrew O'Hagan"
    ],
    "title": "Caledonian Road: A Novel",
    "isbn13": "9781324074885",
    "msrp": "32.5",
    "binding": "ePub",
    "isbn": "1324074884",
    "isbn10": "1324074884",
    "other_isbns": [
      {
        "isbn": "9781324074878",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Sperling & Kupfer",
    "synopsis": "L'estate Torna Sempre, Ogni Anno, Con Una Promessa Di Felicità: Il Sole Che Scalda La Pelle, Il Sapore Di Salsedine, I Tramonti Infuocati, La Spiaggia Baciata Dal Mare. Quella Tra Alexander E Danielle è Una Storia Che Sa Di Estate. È Sempre Estate Quando Si Ritrovano E Non è Mai Un'estate Qualunque Quando Si Incontrano. Il Loro Amore è Scandito Dalle Estati Di Una Vita, In Cui Si Riuniscono, Si Desiderano, Si Allontanano, Fino A Mancarsi, Fino A Desiderarsi Di Nuovo. Entrambi Con La Passione Per L'arte - Lei Aspirante Pittrice, Lui Aspirante Scrittore -, Sono Cresciuti Insieme, Sullo Stesso Pianerottolo Di Un Piccolo Condominio Parigino In Cui Hanno Condiviso Lunghi Pomeriggi. Fino A Quando, Però, Lui Si Trasferisce Ad Atene. Alexander E Danielle Si Sono Amati Molto, Troppe Volte, Forse, Sbagliando. E Tra Libri E Quadri, Colori E Parole, Tormenti E Bugie, Nuovi Incontri E Illusioni, C'è Un'unica Certezza Che Credono Di Avere: Il Loro Amore Non è Destinato A Resistere. Ma è Davvero Così?",
    "language": "it",
    "image": "https://images.isbndb.com/covers/62/51/9788892746251.jpg",
    "title_long": "Amarti All'infinito",
    "pages": "144",
    "date_published": "2024",
    "authors": [
      "Mattia Ollerongis"
    ],
    "title": "Amarti All'infinito",
    "isbn13": "9788892746251",
    "msrp": "0.00",
    "isbn": "8892746251",
    "isbn10": "8892746251"
  },
  {
    "publisher": "Salani",
    "synopsis": "Fino A Che Punto Puoi Arrivare Se L’amore Non Basta E Perdonare È Impossibile? La Relazione Tra Nick E Noah Non Potrebbe Attraversare Un Periodo Più Nero. Niente è Più Come Prima E Nuovi, Minacciosi Ostacoli Fanno Di Tutto Per Intromettersi Nella Loro Storia. Ma Quando Una Notizia Inaspettata Arriva Come Un Fulmine A Ciel Sereno A Sconvolgere Il Fragile Equilibrio Che Hanno Faticosamente Costruito, Entrambi Saranno Costretti A Decidere, Una Volta Per Tutte, Se Sono Davvero Fatti L’uno Per L’altra O Se Invece Separarsi è L’unica Scelta Possibile. Perché L’amore A Volte Non Basta E Ci Sono Ferite Tanto Profonde Che Neanche Il Perdono Può Guarire. Ma Come Si Fa A Lasciarsi Alle Spalle Un Legame Così Forte? Come Si Cancellano I Ricordi Impressi A Fuoco Nel Cuore? Nick E Noah Riusciranno A Lasciarsi Il Passato Alle Spalle E A Ricominciare Da Capo? Intrecciando Amore, Passione E Segreti Inconfessabili Mercedes Ron Firma L’attesissimo Capitolo Finale Della Storia D’amore Proibita Che Ha Conquistato Milioni Di Lettori In Tutto Il Mondo.",
    "language": "it",
    "image": "https://images.isbndb.com/covers/26/37/9788831022637.jpg",
    "title_long": "È Colpa Nostra",
    "pages": "415",
    "authors": [
      "Mercedes Ron"
    ],
    "title": "È Colpa Nostra",
    "isbn13": "9788831022637",
    "msrp": "0.00",
    "isbn": "8831022636",
    "isbn10": "8831022636"
  },
  {
    "publisher": "Blackstone Publishing",
    "synopsis": "The Follow-up To The Beloved #1 New York Times Bestselling Modern Classic The Story Of Edgar Sawtelle, Familiaris Is The Stirring Origin Story Of The Sawtelle Family And The Remarkable Dogs That Carry The Sawtelle Name. It Is Spring 1919, And John Sawtelle’s Imagination Has Gotten Him Into Trouble ... Again. Now John And His Newlywed Wife, Mary, Along With Their Two Best Friends And Their Three Dogs, Are Setting Off For Wisconsin’s North Woods, Where They Hope To Make A Fresh Start—and, With A Little Luck, Discover What It Takes To Live A Life Of Meaning, Purpose, And Adventure. But The Place They Are Headed For Is Far Stranger And More Perilous Than They Realize, And It Will Take All Their Ingenuity, Along With A Few New Friends—human, Animal, And Otherworldly—to Realize Their Dreams. By Turns Hilarious And Heartbreaking, Mysterious And Enchanting, Familiaris Takes Readers On An Unforgettable Journey From The Halls Of A Small-town Automobile Factory, Through An Epic Midwestern Firestorm And An Ambitious Wwii Dog Training Program, And Far Back Into Mankind’s Ancient Past, Examining The Dynamics Of Love And Friendship, The Vexing Nature Of Families, The Universal Desire To Create Something Lasting And Beautiful, And Of Course, The Species-long Partnership Between Homo Sapiens And Canis Familiaris.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/43/10/9798212194310.jpg",
    "title_long": "Familiaris (oprah's Book Club)",
    "pages": "1094",
    "date_published": "2024",
    "authors": [
      "David Wroblewski"
    ],
    "title": "Familiaris (oprah's Book Club)",
    "isbn13": "9798212194310",
    "msrp": "0.00",
    "isbn": "9798212194310"
  },
  {
    "publisher": "Atlas Contact",
    "synopsis": "In Dit Ultieme Zomerboek Volgen We Alex, Entertainer Bij Een Clubhotel Op Mallorca. Wie Zijn We Als We Niets Hóeven? Geestig En Ontroerend Schetst Verhulst Ons Onvermogen Om De Boel De Boel Te Laten. Ze Hoefden Heel Even Nergens In Uit Te Blinken, Niet In Hun Job, Niet In Hun Sport, Niet Eens Zoveel In Het Ouderschap Zelfs. Het Veel Te Kleine Cadeautje Van Het Kapitalisme Was Dit Verlof, Een Doekje Voor Het Leegbloeden, De Grote Schijnvertoning Van De Welvaart. En Dus Dienden Ze Te Worden Verwend. Bechamel Mucho Begint Als Een Zonnige Diavoorstelling Van Een Zorgeloze Zomer, Waarbij Allerhande Gasten Van Een Spaans Clubhotel De Revue Passeren. Maar Schijn Bedriegt, Want Al Snel Ontvouwt Zich Een Scherpe En Meeslepende Schets Van De Consumptiemaatschappij. De Kersverse Weduwe, De Alleenstaande Moeder Met Kind, De Vrouwelijke Helft Van Een Uitgeblust Echtpaar, De Jonge Stewardess Op Zoek Naar Ontspanning, De Fitte Fietser, Iedere Gast Heeft Haar Eigen Verhaal. En Allemaal Willen Ze, Al Dan Niet Voor Een Nacht, Alex, De Animator Van Het Hotel. En Het Is Alex Die Aan Het Einde Van Het Seizoen Moet Beslissen Wat Hij Gaat Doen. Of Eigenlijk: Wie Hij Wil Zijn.",
    "language": "nl",
    "image": "https://images.isbndb.com/covers/60/45/9789025476045.jpg",
    "title_long": "Bechamel Mucho",
    "pages": "127",
    "date_published": "2024",
    "authors": [
      "Dimitri Verhulst"
    ],
    "title": "Bechamel Mucho",
    "isbn13": "9789025476045",
    "msrp": "0.00",
    "isbn": "902547604X",
    "isbn10": "902547604X"
  },
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "USA TODAY AND PUBLISHERS WEEKLY BESTSELLER • “Wingate’s stellar latest explores a centuries-long legacy of missing child cases. . . . Her portrayal of the region’s history, culture, and landscape enthralls. Wingate is at the top of her game.”—Publishers Weekly, starred review From the #1 New York Times bestselling author of Before We Were Yours comes “a sweeping tale about little known history” (People): the women pioneers who fought to protect children caught in the storm of land barons hungry for power and oil wealth. 1909. Eleven-year-old Olive Augusta Radley knows that her stepfather doesn’t have good intentions toward the two Choctaw girls boarded in their home as wards. When the older girl disappears, Ollie flees to the woods, taking six-year-old Nessa with her. Together they begin a perilous journey to the remote Winding Stair Mountains, the notorious territory of outlaws, treasure hunters, and desperate men. Along the way, Ollie and Nessa form an unlikely band with others like themselves, struggling to stay one step ahead of those who seek to exploit them . . . or worse. 1990. Law enforcement ranger Valerie Boren-Odell arrives at newly minted Horsethief Trail National Park seeking a quiet place to balance a career and single parenthood. But no sooner has Valerie reported for duty than she’s faced with local controversy over the park’s opening, a teenage hiker gone missing from one of the trails, and the long-hidden burial site of three children unearthed in a cave. Val’s quest for the truth wins an ally among the neighboring Choctaw Tribal Police but soon collides with old secrets and the tragic and deadly history of the land itself. In this emotional and enveloping novel, Lisa Wingate traces the story of children abandoned by the law and the battle to see justice done. Amid times of deep conflict over who owns the land and its riches, Ollie and Val traverse the rugged and beautiful terrain, each leaving behind one life in search of another.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/65/18/9780593726518.jpg",
    "title_long": "Shelterwood",
    "edition": 1,
    "pages": "416",
    "date_published": "2024-06-04",
    "subjects": [
      "Historical",
      "Literary",
      "Contemporary Women"
    ],
    "authors": [
      "Lisa Wingate"
    ],
    "title": "Shelterwood",
    "isbn13": "9780593726518",
    "msrp": "29.99",
    "binding": "ePub",
    "isbn": "0593726510",
    "isbn10": "0593726510",
    "other_isbns": [
      {
        "isbn": "9780593726501",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Seven Seas Entertainment",
    "synopsis": "Shen Zechuan Is The Eighth Son Of The Traitorous Prince Of Jianxing, A Man Who Doomed His Cities And People To Destruction At The Hands Of The Foreign Enemy. As The Only Surviving Member Of His Reviled Line, Shen Zechuan Bears The Hatred Of The Nation. And No One's Hate Burns Hotter Than That Of Xiao Chiye, The Youngest Son Of The Powerful Prince Of Libei. Xiao Chiye Would Love Nothing More Than To See Shen Zechuan Dead, But Against All Odds, He Clings To Life. Rather Than Succumb To His Family's Disgrace, He Becomes A Thorn In Xiao Chiye's Side, Clawing His Way Into The Cutthroat Political World Of The Capital. Yet As These Two Bitter Enemies Struggle Against The Bonds Of Their Fate, They Find Themselves Drawn Together With A Force Neither Expected--and Neither Can Hope To Resist.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/03/95/9798893730395.jpg",
    "title_long": "Ballad Of Sword And Wine: Qiang Jin Jiu (novel) Vol. 1",
    "pages": "438",
    "date_published": "2024",
    "authors": [
      "Tang Jiu Qing"
    ],
    "title": "Ballad Of Sword And Wine: Qiang Jin Jiu (novel) Vol. 1",
    "isbn13": "9798893730395",
    "msrp": "0.00",
    "isbn": "9798893730395"
  },
  {
    "publisher": "Heyne Verlag",
    "synopsis": "Nach Einer Außerweltlichen Begegnung In Den Wäldern Von Maine Machen Zwei Freunde Urplötzlich Große Karriere; Ihr Geheimnis Nehmen Sie Mit In Den Tod. Danny Träumt Von Einer Leiche, Die Er Dann Tatsächlich Findet; In Den Augen Der Polizei Kann Nur Er Der Mörder Sein. Vic Macht Ferien In Florida, Wo Er Eine Verschrobene Alte Frau Kennenlernt; Eine Bekanntschaft, Die In Einem Horrorstrudel Endet. Das Sind Nur Drei Von Zwölf Neuen Storys, Die Stephen King In Ihr Wollt Es Dunkler Versammelt – Viele Genres Umspannende Geschichten über Das Gegenwärtige Amerika, über Finstere Mächte Und Existenzielle Fragen. Seine Erzählsammlungen – Zuletzt Zwischen Nacht Und Dunkel, Basar Der Bösen Träume Und Blutige Nachrichten – Stehen Regelmäßig Weltweit Auf Den Bestsellerlisten.",
    "language": "de",
    "image": "https://images.isbndb.com/covers/51/39/9783641315139.jpg",
    "title_long": "Ihr Wollt Es Dunkler",
    "pages": "552",
    "date_published": "2024",
    "authors": [
      "Stephen King"
    ],
    "title": "Ihr Wollt Es Dunkler",
    "isbn13": "9783641315139",
    "msrp": "0.00",
    "isbn": "3641315131",
    "isbn10": "3641315131"
  },
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "#1 NEW YORK TIMES BESTSELLER • Escape to Camino Island, where bookseller Bruce Cable and novelist Mercer Mann always manage to find trouble in paradise. Don’t miss John Grisham’s upcoming Framed, his first work of nonfiction since The Innocent Man! Mercer Mann, a popular writer from Camino Island, is back on the beach, marrying her boyfriend, Thomas, in a seaside ceremony. Bruce Cable, infamous owner of Bay Books, performs the wedding. Afterward, Bruce tells Mercer that he has stumbled upon an incredible story. Mercer desperately needs an idea for her next novel, and Bruce now has one.   The true story is about Dark Isle, a sliver of a barrier island not far off the North Florida coast. It was settled by freed slaves three hundred years ago, and their descendants lived there until 1955, when the last one was forced to leave. That last descendant is Lovely Jackson, elderly now, who loves her birthplace and its remarkable history. But now Tidal Breeze, a huge, ruthless corporate developer, wants to build a resort and casino on the island, which Lovely knows, deep down, is rightfully hers.   Mercer befriends Lovely, and they plunge into an enormous fight over who owns Dark Isle, taking on Tidal Breeze Corporation, its lawyers, lobbyists, and powerful Florida politicians. But Lovely knows something about the island that could seriously cloud the dollar signs in the developer’s eyes: the island is cursed. It has remained uninhabited for nearly a century for some very real and very troubling reasons. The deep secrets of the past are about to collide with the enormous ambitions of the present, and the fate of Dark Isle—and Camino Island, too—hangs in the balance.   Look for all of John Grisham’s rollicking Camino novels: Camino Island Camino Winds Camino Ghosts",
    "language": "English",
    "image": "https://images.isbndb.com/covers/60/03/9780385546003.jpg",
    "edition": 1,
    "pages": "400",
    "date_published": "2024-05-28",
    "subjects": [
      "Suspense",
      "Historical",
      "Thrillers",
      "Crime"
    ],
    "authors": [
      "John Grisham"
    ],
    "title": "Camino Ghosts",
    "isbn13": "9780385546003",
    "msrp": "40.99",
    "binding": "ePub",
    "isbn": "0385546009",
    "isbn10": "0385546009",
    "other_isbns": [
      {
        "isbn": "9780385545990",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Penguin Random House India Private Limited",
    "synopsis": "To Prepare For The Future, Our Ancestors Created The Naga Sadhus—a Clan Of Warriors For The Protection Of Dharma, As Proclaimed By Adi Guru Shankaracharya In The Eighth Century. This Sect Of Shiva Devotees Has Stood Firm, Living Selflessly And Fighting Fearlessly. For Centuries, They Have Died The Death Of Heroes, Serving And Saving Dharma And The Temples. In The Year 1757, 111 Naga Sadhus Borrowed The Majestic Weapons Of The Idols Of Their Gods. Fueled By Their Belief In Lord Shiva, They Gathered An Invincible Courage To Protect The Temples Of Gokul. They Stood As An Indestructible Wall, Led By Ajaa, A Fearless Naga Warrior, Against The Afghan Army Of 4000 Men, A Cavalry Of 200 Horses And 100 Camels, And 20 Cannons. The Brutal Afghan Army Was Led By Sardar Khan, The Most Ruthless Commander Of Emperor Ahmed Shah Abdali, Ill-famed For The Demolition Of Temples And Building A History Of Genocide In Bharat. The Fight Continues. This Is The Naga Warrior’s Commitment To Courage And Determination. This Is The Clash Of Shiva Devotees Against The Devils That Lie Under Men’s Skin. This Is The Battle Of Gokul.",
    "language": "hi",
    "image": "https://images.isbndb.com/covers/93/64/9789357089364.jpg",
    "title_long": "The Naga Warriors 1",
    "pages": "186",
    "date_published": "2024",
    "authors": [
      "Akshat Gupta"
    ],
    "title": "The Naga Warriors 1",
    "isbn13": "9789357089364",
    "msrp": "0.00",
    "isbn": "9357089365",
    "isbn10": "9357089365"
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "A USA TODAY Bestseller “The Return of Ellie Black is a page-turning suspense novel, a shrewd character study, and a captivating mystery, all at the same time. The last fifty pages are magnetic. I couldn’t put it down until I’d experienced every last twist and turn.” —STEPHEN KING Detective Chelsey Calhoun’s life is turned upside down when she gets the call Ellie Black, a girl who disappeared years earlier, has resurfaced in the woods of Washington state—but Ellie’s reappearance leaves Chelsey with more questions than answers. It’s been twenty years since Detective Chelsey Calhoun’s sister vanished when they were teenagers, and ever since she’s been searching: for signs, for closure, for other missing girls. But happy endings are rare in Chelsey’s line of work. Then a glimmer: local teenager Ellie Black, who disappeared without a trace two years earlier, has been found alive in the woods of Washington State. But something is not right with Ellie. She won’t say where she’s been, or who she’s protecting, and it’s up to Chelsey to find the answers. She needs to get to the bottom of what happened to Ellie: for herself, and for the memory of her sister, but mostly for the next girl who could be taken—and who, unlike Ellie, might never return. The debut thriller from New York Times bestselling author Emiko Jean, The Return of Ellie Black is both a feminist tour de force about the embers of hope that burn in the aftermath of tragedy and a twisty page-turner that will shock and surprise you right up until the final page.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/39/52/9781668023952.jpg",
    "title_long": "Return Of Ellie Black",
    "edition": 2,
    "pages": "212",
    "date_published": "2024-05-07",
    "subjects": [
      "Suspense",
      "Contemporary Women"
    ],
    "authors": [
      "Emiko Jean"
    ],
    "title": "The Return of Ellie Black",
    "isbn13": "9781668023952",
    "msrp": "125",
    "binding": "ePub",
    "isbn": "1668023954",
    "isbn10": "1668023954",
    "other_isbns": [
      {
        "isbn": "9781668023938",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Oneworld Publications",
    "synopsis": "'no One Writes About Food Like Ruth Reichl... I Consider Her Essential Nourishment.' Nigella Lawson Ripping Open The Envelope, She Read Celia's Last Words To Her. There Was Just One Line Written On The Paper: 'go To Paris.' The Last Word Anyone Would Use To Describe Stella St. Vincent Is Adventurous. She's Perfectly Comfortable With The Familiar, Strict Routines Of Her Life As A Copyeditor In New York. Or At Least, She Is Until She Receives A Mysterious Note From Her Late Mother And A One-way Plane Ticket To Paris. Alone And Overwhelmed In A Foreign City, Stella Avoids New People And Ventures Out As Little As Possible. But Then She Meets Jules, An Octogenarian Art Collector With Very Different Ideas About How She Should Spend Her Time In The French Capital. And To Start With, There's A Vintage Dior Dress With Her Name On It. Somewhere Between The Cramped Shelves Of Shakespeare And Company Bookshop, The Crisp Tablecloths Of The Brasserie Les Deux Magots And A Pile Of Discarded Paintings At A Busy Flea Market, Long-buried Truths About Stella's Own Past Begin To Emerge. Soon She Starts To Wonder If There Might Not Have Been More To Her Mother's Suggestion Than She First Suspected... 'ruth Reichl Is One Of Our Greatest Storytellers. No One Writes As Warmly And Engagingly About The All-important Intersection Of Food, Life, Love, And Loss.' Alice Waters",
    "language": "en",
    "image": "https://images.isbndb.com/covers/88/42/9780861548842.jpg",
    "title_long": "Paris Novel",
    "pages": "271",
    "date_published": "2024",
    "subjects": [
      "nyt:hardcover-fiction=2024-05-12",
      "New York Times bestseller",
      "Cooks",
      "Food writers"
    ],
    "authors": [
      "Ruth Reichl"
    ],
    "title": "Paris Novel",
    "isbn13": "9780861548842",
    "msrp": "0.00",
    "isbn": "0861548841",
    "isbn10": "0861548841"
  }
]
