[
  {
    "publisher": "Ace",
    "synopsis": "The apocalypse will be televised! Welcome to the first book in the wildly popular and addictive Dungeon Crawler Carl series by Matt Dinniman—now with bonus material exclusive to this print edition.<br/><br/>You know what’s worse than breaking up with your girlfriend? Being stuck with her prize-winning show cat. And you know what’s worse than that? An alien invasion, the destruction of all man-made structures on Earth, and the systematic exploitation of all the survivors for a sadistic intergalactic game show. That’s what.<br/><br/>Join Coast Guard vet Carl and his ex-girlfriend’s cat, Princess Donut, as they try to survive the end of the world—or just get to the next level—in a video game–like, trap-filled fantasy dungeon. A dungeon that’s actually the set of a reality television show with countless viewers across the galaxy. Exploding goblins. Magical potions. Deadly, drug-dealing llamas. This ain’t your ordinary game show.<br/><br/>Welcome, Crawler. Welcome to the Dungeon. Survival is optional. Keeping the viewers entertained is not.<br/><br/>Includes part one of the exclusive bonus story “Backstage at the Pineapple Cabaret.”",
    "language": "en",
    "image": "https://images.isbndb.com/covers/02/47/9780593820247.jpg",
    "title_long": "Dungeon Crawler Carl",
    "edition": 1,
    "dimensions": "height: 229 mm, length: 152 mm, width: 29 mm, weight: 707 g",
    "dimensions_structured": {
      "length": {
        "unit": "mm",
        "value": 152
      },
      "width": {
        "unit": "mm",
        "value": 29
      },
      "weight": {
        "unit": "g",
        "value": 707
      },
      "height": {
        "unit": "mm",
        "value": 229
      }
    },
    "pages": "464",
    "date_published": "2024-08-27",
    "subjects": [
      "Science Fiction & Fantasy",
      "Science Fiction",
      "Adventure",
      "Cyberpunk",
      "Fantasy",
      "Superheroes",
      "Literature & Fiction",
      "Action & Adventure",
      "Genre Fiction",
      "GameLit & LitRPG"
    ],
    "authors": [
      "Matt Dinniman"
    ],
    "title": "Dungeon Crawler Carl",
    "isbn13": "9780593820247",
    "msrp": "0.00",
    "binding": "Hardcover",
    "isbn": "059382024X",
    "isbn10": "059382024X"
  },
  {
    "publisher": "Hachette",
    "synopsis": "From the New York Times bestselling author of the Expanse comes a spectacular new space opera that sees humanity fighting for its survival in a war as old as the universe itself. ★ “Masterful . . . . This is space opera at its best.” – Publishers Weekly (starred review) \"The start of something truly epic.\"  ― Fonda Lee, author of Jade City How humanity came to the planet called Anjiin is lost in the fog of history, but that history is about to end. The Carryx – part empire, part hive – have waged wars of conquest for centuries, destroying or enslaving species across the galaxy.  Now, they are facing a great and deathless enemy. The key to their survival may rest with the humans of Anjiin.   Caught up in academic intrigue and affairs of the heart, Dafyd Alkhor is pleased just to be an assistant to a brilliant scientist and his celebrated research team.  Then the Carryx ships descend, decimating the human population and taking the best and brightest of Anjiin society away to serve on the Carryx homeworld, and Dafyd is swept along with them. They are dropped in the middle of a struggle they barely understand, set in a competition against the other captive species with extinction as the price of failure.  Only Dafyd and a handful of his companions see past the Darwinian contest to the deeper game that they must play to survive: learning to understand – and manipulate – the Carryx themselves. With a noble but suicidal human rebellion on one hand and strange and murderous enemies on the other, the team pays a terrible price to become the trusted servants of their new rulers. Dafyd Alkhor is a simple man swept up in events that are beyond his control and more vast than his imagination.  He will become the champion of humanity and its betrayer, the most hated man in history and the guardian of his people. This is where his story begins. \"Corey is always one of the most engaging voices in the genre.\"  ― Adrian Tchaikovsky, author of Children of Time \"A bang up read. I want more.\"  ― Paolo Bacigalupi, author of The Water Knife \"A powerful, provocative masterpiece that I will be thinking about for a very long time.\"  ― Ryka Aoki, author of Light from Uncommon Stars",
    "language": "English",
    "image": "https://images.isbndb.com/covers/55/58/9780316525558.jpg",
    "title_long": "Mercy Of Gods",
    "edition": 1,
    "pages": "416",
    "date_published": "2024-08-06",
    "subjects": [
      "Adventure",
      "Space Opera"
    ],
    "authors": [
      "James S. A. Corey"
    ],
    "title": "The Mercy of Gods",
    "isbn13": "9780316525558",
    "msrp": "23.99",
    "binding": "ePub",
    "isbn": "0316525553",
    "isbn10": "0316525553"
  },
  {
    "publisher": "HarperCollins",
    "synopsis": "In the vein of Where’d You Go, Bernadette and Fleishman Is in Trouble, a wickedly funny and incisive debut novel following a mother trapped in the rat race of NYC parenting as her life unravels. \"Funny, relatable fiction for anyone who thinks they're above the fray but still want to read all about it.\"—People \"Heavenly hilarity for readers.\"—Good Housekeeping It takes a village...just not this one.  Annie Lewin is at the end of her rope. She’s a mother of three young children, her workaholic husband is never around, and the vicious competition for spots in New York City’s kindergartens is heating up. A New York Times journalist-turned-parenting-advice-columnist for an internet start-up, Annie can’t help but judge the insanity of it all—even as she finds herself going to impossible lengths to secure the best spot for her own son. As Annie comes to terms with the infinitesimal odds of success, her intensifying rivalry with hotshot lawyer Belinda Brenner—a deliciously hateful nemesis, what with her perfectly curated bento box lunches and effortless Instagram chic—pushes her to the brink. Of course, this newly raw and unhinged version of Annie is great for the advice column: the more she spins out, the more clicks and comments she gets. But when she commits a ghastly social faux pas that goes viral, she’s forced to confront the question: is she really any better than the cutthroat parents she always judged? A shimmering epistolary novel incorporating emails, group texts, advice columns, newspaper profiles, and more, Plays Well with Others is a whip-smart, genuinely funny romp through the minefield of modern motherhood. But beneath its fast-paced, satirical veneer, Brickman gives us a fresh, open-hearted, all-too-real take on what it means to be a parent—fierce love, craziness, and all.  ",
    "language": "English",
    "image": "https://images.isbndb.com/covers/12/31/9780063371231.jpg",
    "title_long": "Plays Well With Others",
    "edition": 7,
    "pages": "416",
    "date_published": "2024-08-06",
    "subjects": [
      "Humorous",
      "Contemporary Women",
      "Family Life",
      "Satire"
    ],
    "authors": [
      "Sophie Brickman"
    ],
    "title": "Plays Well with Others",
    "isbn13": "9780063371231",
    "msrp": "22.4",
    "binding": "ePub",
    "isbn": "0063371235",
    "isbn10": "0063371235"
  },
  {
    "publisher": "Random House Canada",
    "language": "en",
    "image": "https://images.isbndb.com/covers/38/28/9781039003828.jpg",
    "title_long": "The Book of Elsewhere",
    "dimensions": "Height: 9.56 inches, Length: 6.55 inches, Weight: 1.25002102554 Pounds, Width: 1.15 inches",
    "dimensions_structured": {
      "length": {
        "unit": "inches",
        "value": 6.55
      },
      "width": {
        "unit": "inches",
        "value": 1.15
      },
      "weight": {
        "unit": "pounds",
        "value": 1.25002102554
      },
      "height": {
        "unit": "inches",
        "value": 9.56
      }
    },
    "pages": "352",
    "date_published": "2024-07-23",
    "authors": [
      "Keanu Reeves",
      "China Miéville"
    ],
    "title": "The Book of Elsewhere",
    "isbn13": "9781039003828",
    "msrp": "0.00",
    "binding": "Hardcover",
    "isbn": "1039003826",
    "isbn10": "1039003826"
  },
  {
    "publisher": "Simon And Schuster",
    "synopsis": "From The Bestselling Author Of Nearly All The Men In Lagos Are Mad Comes A Powerful Polyphonic Novel About Family Secrets, Judgmental Aunties, And Brazilian Butt Lifts. Freshly Out Of University, 20-year-old Temi Has A Clear Plan For Her Future: She Is Going To Surgically Enlarge Her Backside Like All The Other Nigerian Women, Move From Ile-ife To Lagos, And Meet A Man Who Will Love Her Senseless. When She Finally Finds The Courage To Tell Her Mother, Older Sister, And Aunties, At The Funeral Of Her Beloved Father, Her Announcement Causes An Uproar - Because In Nigerian Families, None Of Your Business Is Private. Not Even If It’s About Your Bumbum. But As Each Of The Other Women Try To Cure Temi Of What They Consider To Be Insanity, The Long-buried Secrets That Bind And Separate Them Are Spilled In The Process. In The End, It Seems Like Temi Might Be The Sanest Of Them All… In Only Big Bumbum Matters Tomorrow, Damilare Kuku Brings Her Signature Humor, Boldness, And Compassion To Each Member Of This Loveable But Exasperating Family, Whose Lives Reveal The Ways In Which A Woman’s Physical Appearance Can Dictate Her Life And Relationships And Show Just How Sharp The Double-edged Sword Of Beauty Can Be. Praise For Only Big Bumbum Matters Tomorrow: 'damilare Kuku, Queen Of The Banging Book Title, Knows How Complicated It Is To Be A Nigerian Woman. This Book Explores Themes Weightier Than Any Bbl But Never Preaches. Kuku Made Me Giggle And Gasp. I Loved It' Nikki May, Author Of Wahala And This Motherless Land 'in Her Latest Work Only Big Bumbum Matters Tomorrow, Kuku Paints A Vibrant Intergenerational Portrait Of The Female Condition In Nigeria... Funny, Fierce, And Heartfelt!' Chioma Okereke, Author Of Bitter Leaf & Water Baby ‘both Tender And Hilarious, Only Big Bumbum Matters Tomorrow Addresses The Impossible Decisions That Women In Patriarchal Societies Have To Make. Damilare Kuku Is An Enthralling Storyteller, Handling The Boisterous Harmony Of This Multigenerational Cast Of Female Characters With Compassion And Flair’ Jendella Benson, Author Of Hope & Glory",
    "language": "en",
    "image": "https://images.isbndb.com/covers/95/71/9781398529571.jpg",
    "title_long": "Only Big Bumbum Matters Tomorrow",
    "pages": "203",
    "date_published": "2024",
    "authors": [
      "Damilare Kuku"
    ],
    "title": "Only Big Bumbum Matters Tomorrow",
    "isbn13": "9781398529571",
    "msrp": "0.00",
    "isbn": "1398529575",
    "isbn10": "1398529575"
  },
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "NATIONAL BESTSELLER • Inspired by C. S. Lewis’s The Chronicles of Narnia, this wild and wondrous novel is a fairy tale for grown-ups who still knock on the back of wardrobes—just in case—from the author of The Wishing Game. “This is the book you’ve been waiting for.”—Richard Russo, Pulitzer Prize–winning author of Empire Falls and the North Bath Trilogy As boys, best friends Jeremy Cox and Rafe Howell went missing in a vast West Virginia state forest, only to mysteriously reappear six months later with no explanation for where they’d gone or how they’d survived. Fifteen years after their miraculous homecoming, Rafe is a reclusive artist who still bears scars inside and out but has no memory of what happened during those months. Meanwhile, Jeremy has become a famed missing persons’ investigator. With his uncanny abilities, he is the one person who can help vet tech Emilie Wendell find her sister, who vanished in the very same forest as Rafe and Jeremy. Jeremy alone knows the fantastical truth about the disappearances, for while the rest of the world was searching for them, the two missing boys were in a magical realm filled with impossible beauty and terrible danger. He believes it is there that they will find Emilie’s sister. However, Jeremy has kept Rafe in the dark since their return for his own inscrutable reasons. But the time for burying secrets comes to an end as the quest for Emilie’s sister begins. The former lost boys must confront their shared past, no matter how traumatic the memories. Alongside the headstrong Emilie, Rafe and Jeremy must return to the enchanted world they called home for six months—for only then can they get back everything and everyone they’ve lost.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/88/87/9780593598887.jpg",
    "title_long": "Lost Story",
    "edition": 1,
    "pages": "718",
    "date_published": "2024-07-16",
    "subjects": [
      "Fantasy",
      "Romance",
      "Action & Adventure",
      "Lgbtq+",
      "Gay"
    ],
    "authors": [
      "Meg Shaffer"
    ],
    "title": "The Lost Story",
    "isbn13": "9780593598887",
    "msrp": "19.99",
    "binding": "ePub",
    "isbn": "0593598881",
    "isbn10": "0593598881",
    "other_isbns": [
      {
        "isbn": "9780593598870",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "New York : Minotaur Books,",
    "synopsis": "Chief Of Police Kate Burkholder Investigates A Gruesome Murder That Reveals A Little-known Chapter Of Early Amish History In This Next Riveting Installment Of The Bestselling Series By Linda Castillo. Newlywed Chief Of Police Kate Burkholder Is Awakened By An Urgent Midnight Call Summoning Her To A Suspicious Fire In The Woods. When She Arrives At The Scene, She Discovers A Charred Body. According To The Coroner, The Deceased, An Amish Man Named Milan Swanz, Was Chained To A Stake And Burned Alive. It Is An Appalling And Eerily Symbolic Crime Against An Upstanding Husband And Father. Kate Knows All Too Well That The Amish Prefer To Handle Their Problems Without Interference From The Outside World, And No One Will Speak About The Murdered Man. From What She's Able To Piece Together, Swanz Led A Deeply Troubled Life And Had Recently Been Excommunicated. But If That's The Case, Why Are The Amish So Reluctant To Talk About Him? Are They Protecting The Memory Of One Of Their Own? Or Are They Afraid Of Something They Dare Not Share? When Her Own Brother Is Implicated In The Case, Kate Finds Herself Not Only At Odds With The Amish, The World Of Which She Was Once A Part, But Also The English Community And Her Counterparts In Law Enforcement. The Investigation Takes A Violent Turn When Kate's Life Is Threatened By A Mysterious Stranger. To Uncover The Truth About The Death Of Milan Swanz, Kate Must Dive Deep Into The Anabaptist Culture, Peering Into All The Dark Corners Of Its History, Only To Uncover A Secret Legacy That Shatters Everything She Thought She Knew About The Amish Themselves-and Her Own Roots-- Provided By Publisher.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/11/23/9781250781123.jpg",
    "title_long": "Burning",
    "edition": 1,
    "pages": "283",
    "date_published": "2024",
    "subjects": [
      "Amish"
    ],
    "authors": [
      "Castillo, Linda"
    ],
    "title": "Burning",
    "isbn13": "9781250781123",
    "msrp": "0.00",
    "isbn": "1250781124",
    "isbn10": "1250781124"
  },
  {
    "publisher": "Random House",
    "synopsis": "NATIONAL BESTSELLER • An exhilarating novel about one American family and the dark moment that shatters their suburban paradise, from the New York Times bestselling author of Fleishman Is in Trouble New York Times Book Review Editors’ Choice • New York Magazine’s Beach Read Book Club Pick • Belletrist Book Club Pick “A big, juicy, wickedly funny social satire.”—Oprah Daily “Were we gangsters? No. But did we know how to start a fire?” In 1980, a wealthy businessman named Carl Fletcher is kidnapped from his driveway, brutalized, and held for ransom. He is returned to his wife and kids less than a week later, only slightly the worse, and the family moves on with their lives, resuming their prized places in the saga of the American dream, comforted in the realization that though their money may have been what endangered them, it is also what assured them their safety. But now, nearly forty years later, it’s clear that perhaps nobody ever got over anything, after all. Carl has spent the ensuing years secretly seeking closure to the matter of his kidnapping, while his wife, Ruth, has spent her potential protecting her husband’s emotional health. Their three grown children aren’t doing much better: Nathan’s chronic fear won’t allow him to advance at his law firm; Beamer, a Hollywood screenwriter, will consume anything—substance, foodstuff, women—in order to numb his own perpetual terror; and Jenny has spent her life so bent on proving that she’s not a product of her family’s pathology that she has come to define it. As they hover at the delicate precipice of a different kind of survival, they learn that the family fortune has dwindled to just about nothing, and they must face desperate questions about how much their wealth has played a part in both their lives’ successes and failures. Long Island Compromise spans the entirety of one family’s history, winding through decades and generations, all the way to the outrageous present, and confronting the mainstays of American Jewish life: tradition, the pursuit of success, the terror of history, fear of the future, old wives’ tales, evil eyes, ambition, achievement, boredom, dybbuks, inheritance, pyramid schemes, right-wing capitalists, beta-blockers, psychics, and the mostly unspoken love and shared experience that unite a family forever.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/35/07/9780593133507.jpg",
    "title_long": "Long Island Compromise: A Novel",
    "edition": 3,
    "pages": "416",
    "date_published": "2024",
    "subjects": [
      "Family Life",
      "Literary",
      "Satire",
      "English & College Success -> English -> Fiction"
    ],
    "authors": [
      "Taffy Brodesser-Akner"
    ],
    "title": "Long Island Compromise: A Novel",
    "isbn13": "9780593133507",
    "msrp": "57.99",
    "binding": "Kindle Edition",
    "isbn": "0593133501",
    "isbn10": "0593133501",
    "other_isbns": [
      {
        "isbn": "9780593133491",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "From the author of the Read with Jenna Bonus Pick A Little Hope, an uplifting and emotionally resonant novel set in a Delaware beach town about a local restaurant owner at a turning point. Three generations of Schmidts have run their family’s beachfront restaurant and Jack has been at the helm since the death of his father. Jack puts the demands of the restaurant above all else, with a string of failed relationships, no hobbies, and no days off as proof of his commitment to the place. He can’t remember the last time he sat on the beach, or even enjoyed a moment to himself. Meanwhile, the DelDine group has been gradually snapping up beloved eateries along this stretch of coast and are pursuing Jack with a very generous offer to take Schmidt’s off his hands. Jack craves companionship and maybe even a family. He wonders if closing the door on the restaurant might open a new window for him. But who would he be without Schmidt’s, and can he trust DelDine’s claims that they will continue to employ his staff and honor his family’s legacy? When he receives startling news from the past, Jack begins to reshape his life and forge unexpected new friendships. But will he really let go of the very things that have defined him?",
    "language": "English",
    "image": "https://images.isbndb.com/covers/46/14/9781668024614.jpg",
    "title_long": "Same Bright Stars",
    "edition": 1,
    "pages": "416",
    "date_published": "2024-07-02",
    "subjects": [
      "Literary",
      "Family Life"
    ],
    "authors": [
      "Ethan Joella"
    ],
    "title": "The Same Bright Stars",
    "isbn13": "9781668024614",
    "msrp": "105",
    "binding": "ePub",
    "isbn": "1668024616",
    "isbn10": "1668024616",
    "other_isbns": [
      {
        "isbn": "9781668024591",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Knopf",
    "synopsis": "A novel of family, secrets, ghosts, and homecoming set on the seaside cliffs of Maine, by the New York Times best-selling author of Friends and Strangers<br/><br/>“A stunning achievement, and J. Courtney Sullivan’s best book yet. Sullivan weaves a narrative that’s fascinating and thought-provoking. I literally could not put this book down.”<br/>—Ann Napolitano, New York Times best-selling author of Hello Beautiful<br/><br/>On a secluded bluff overlooking the ocean sits a Victorian house, lavender with gingerbread trim, a home that contains a century’s worth of secrets. By the time Jane Flanagan discovers the house as a teenager, it has long been abandoned. The place is an irresistible mystery to Jane. There are still clothes in the closets, marbles rolling across the floors, and dishes in the cupboards, even though no one has set foot there in decades. The house becomes a hideaway for Jane, a place to escape her volatile mother.<br/><br/>Twenty years later, now a Harvard archivist, she returns home to Maine following a terrible mistake that threatens both her career and her marriage. Jane is horrified to find the Victorian is now barely recognizable. The new owner, Genevieve, a summer person from Beacon Hill, has gutted it, transforming the house into a glossy white monstrosity straight out of a shelter magazine. Strangely, Genevieve is convinced that the house is haunted—perhaps the product of something troubling Genevieve herself has done. She hires Jane to research the history of the place and the women who lived there. The story Jane uncovers—of lovers lost at sea, romantic longing, shattering loss, artistic awakening, historical artifacts stolen and sold, and the long shadow of colonialism—is even older than Maine itself.<br/><br/>Enthralling, richly imagined, filled with psychic mediums and charlatans, spirits and past lives, mothers, marriage, and the legacy of alcoholism, this is a deeply moving novel about the land we inhabit, the women who came before us, and the ways in which none of us will ever truly leave this earth.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/91/54/9780593319154.jpg",
    "title_long": "The Cliffs: A novel",
    "dimensions": "Height: 9.25 Inches, Length: 6.125 Inches, Weight: 1.5344 Pounds, Width: 1.0625 Inches",
    "dimensions_structured": {
      "length": {
        "unit": "inches",
        "value": 6.125
      },
      "width": {
        "unit": "inches",
        "value": 1.0625
      },
      "weight": {
        "unit": "pounds",
        "value": 1.5344
      },
      "height": {
        "unit": "inches",
        "value": 9.25
      }
    },
    "pages": "384",
    "date_published": "2024",
    "subjects": [
      "Literature & Fiction",
      "Genre Fiction",
      "Horror",
      "Family Life",
      "Women's Fiction",
      "Domestic Life",
      "Mothers & Children",
      "United States",
      "Native American"
    ],
    "authors": [
      "J. Courtney Sullivan"
    ],
    "title": "The Cliffs: A novel",
    "isbn13": "9780593319154",
    "msrp": "0.00",
    "binding": "Hardcover",
    "isbn": "059331915X",
    "isbn10": "059331915X",
    "other_isbns": [
      {
        "isbn": "9780593319161",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "From the nationally bestselling author of the “powerful, heartbreaking” (Shelf Awareness) The Stationery Shop, a heartfelt, epic new novel of friendship, betrayal, and redemption set against three transformative decades in Tehran, Iran. In 1950s Tehran, seven-year-old Ellie lives in grand comfort until the untimely death of her father, forcing Ellie and her mother to move to a tiny home downtown. Lonely and bearing the brunt of her mother’s endless grievances, Ellie dreams of a friend to alleviate her isolation. Luckily, on the first day of school, she meets Homa, a kind, passionate girl with a brave and irrepressible spirit. Together, the two girls play games, learn to cook in the stone kitchen of Homa’s warm home, wander through the colorful stalls of the Grand Bazaar, and share their ambitions for becoming “lion women.” But their happiness is disrupted when Ellie and her mother are afforded the opportunity to return to their previous bourgeois life. Now a popular student at the best girls’ high school in Iran, Ellie’s memories of Homa begin to fade. Years later, however, her sudden reappearance in Ellie’s privileged world alters the course of both of their lives. Together, the two young women come of age and pursue their own goals for meaningful futures. But as the political turmoil in Iran builds to a breaking point, one earth-shattering betrayal will have enormous consequences. Written with Marjan Kamali’s signature “evocative, devastating, and hauntingly beautiful” (Whitney Scharer, author of The Age of Light) prose, The Lion Women of Tehran is a sweeping exploration of how profoundly we are shaped by those we meet when we are young, and the way love and courage transforms our lives.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/66/00/9781668036600.jpg",
    "title_long": "Lion Women Of Tehran",
    "edition": 1,
    "pages": "416",
    "date_published": "2024-07-02",
    "subjects": [
      "General",
      "Advanced Placement",
      "Study Guides"
    ],
    "authors": [
      "Marjan Kamali"
    ],
    "title": "The Lion Women of Tehran",
    "isbn13": "9781668036600",
    "msrp": "25.95",
    "binding": "ePub",
    "isbn": "1668036606",
    "isbn10": "1668036606",
    "other_isbns": [
      {
        "isbn": "9781668036587",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "EINAUDI",
    "synopsis": "<p>- Scoprire la profondità della tristezza di un figlio, a neanche sedici anni, è come trovare qualcosa in un posto in cui non te lo saresti mai aspettato. In cui proprio non dovrebbe esserci.<br> - Che vuoi dire?<br> - Tipo, non so. Come trovare la neve in fondo al mare.Matteo Bussola racconta un nodo del nostro tempo: la fragilità adolescenziale. Scrive una storia toccante, piena di grazia, sul tradimento che implica diventare sé stessi. E ci mostra, con onestà e delicatezza, quel che si prova davanti al dolore di un figlio, ma anche la luce dell'essere genitori, che pure nel buio continua a brillare. Perché è difficile accogliere la verità di chi amiamo, soprattutto se lo abbiamo messo al mondo. Ma l'amore porta sempre con sé una rinascita. Un padre e un figlio, dentro una stanza. L'uno di fronte all'altro, come mai sono stati. Ciascuno lo specchio dell'altro. Loro due, insieme, in un reparto di neuropsichiatria infantile. Ci sono altri genitori, in quel reparto, altri figli. Adolescenti che rifiutano il cibo o che si fanno del male, che vivono l'estenuante fatica di crescere, dentro famiglie incapaci di dare un nome al loro tormento. E madri e padri spaesati, che condividono la stessa ferita, l'intollerabile sensazione di non essere piú all'altezza del proprio compito. Con la voce calda, intima, di un padre smarrito, Matteo Bussola fotografa l'istante spaventoso in cui genitori e figli smettono di riconoscersi, e parlarsi diventa impossibile. Attraverso un pugno di personaggi strazianti e bellissimi, ci ricorda che ogni essere umano è un mistero, anche quando siamo noi ad averlo generato.<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/58/08/9788858445808.jpg",
    "title_long": "Fuoco e fiamme Una storia dell'inferno",
    "edition": 1,
    "dimensions": "eBook",
    "pages": "192",
    "date_published": "2024-06-25",
    "authors": [
      "Matteo Bussola"
    ],
    "title": "La neve in fondo al mare",
    "isbn13": "9788858445808",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8858445805",
    "isbn10": "8858445805"
  },
  {
    "publisher": "Casa Editrice Nord",
    "synopsis": "<p>Salento, 1959. Lorenzo e Agnese hanno perso tutto. E lo capiscono quando, con gli occhi tristi che si porta dietro da una vita, il padre annuncia di aver venduto il saponificio di famiglia, un'eredità che lui ha vissuto come una condanna. Per Lorenzo e Agnese, invece, quella fabbrica che il nonno ha creato dal nulla, che profuma di talco, di essenze floreali e di oli vegetali, e che occupa ogni loro pensiero, era la certezza di un presente sereno e la promessa di un futuro da tracciare insieme, uniti. Quindi l'idea di rimanere lì come semplici operai sotto un nuovo, arrogante padrone è devastante per entrambi. Lorenzo, orgoglioso e impulsivo, se ne va sbattendo la porta, col cuore colmo di rabbia e con un solo obiettivo: trovare i soldi necessari per riprendersi quello che è suo. Ma Agnese non lo segue: tanto risoluta se si tratta di formulare saponi quanto insicura quando le tocca abitare il mondo al di fuori del saponificio, dichiara: «Io resto dov'è casa mia». È una crepa profonda, apparentemente insanabile, quella che si apre tra fratello e sorella e li spingerà su strade opposte e imprevedibili. Perché vogliono la stessa cosa, Lorenzo e Agnese, almeno finché l'amore non li porterà di nuovo a un bivio. Ognuno dei due farà una scelta, tracciando un altro domani… Sarà per entrambi un domani senza rimpianti? Questa è la storia della passione che prima unisce e poi divide un fratello e una sorella. Una storia che parla di decisioni prese ascoltando la mente o il cuore oppure tutti e due. Di quell'istante che può cambiare una vita intera. Ma anche di un'Italia che, incredula, sta scoprendo un improvviso benessere, che lavora alla catena di montaggio e poi canta con Mina e balla al ritmo del twist, giovane, creativa, impaziente…<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/64/66/9788842936466.jpg",
    "title_long": "Globalismo e democrazia L'economia politica del tardo neoliberismo",
    "edition": 10,
    "dimensions": "eBook",
    "pages": "384",
    "date_published": "2023-06-08",
    "authors": [
      "Francesca Giannone"
    ],
    "title": "Domani, domani",
    "isbn13": "9788842936466",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8842936464",
    "isbn10": "8842936464"
  },
  {
    "publisher": "W. W. Norton",
    "synopsis": "<p>A Finalist for the 2024 Orwell Prize for Political Fiction </p>\r\n\r\n<p>A biting portrait of British class, politics, and money told through five interconnected families and their rising—and declining—fortunes. </p>\r\n\r\n<p>Campbell Flynn, art historian, professor, and fêted fixture of the literati, always knew that when his life came crashing down, it would happen in public—yet he never imagined that a single year in London would expose so much. He’s never taken other people half as seriously as they take themselves, which is the first of his mistakes. The second is a new project: opportunistic and precisely calibrated to rake in a fortune. Riding on the high of a best-selling biography of Vermeer and fielding more inquiries and requests than he has the time or patience to pursue, Campbell has nevertheless still not managed to shake the question of money. The fact of his quiet loan from a school friend now embroiled in scandal makes the ever-present worry feel even more pressing. His unflappable agent, Atticus; his steadfast wife, Elizabeth; his sister, Moira, crusading parliamentarian for the poor; his well-adjusted, well-off adult children, Angus and Kenzie; and all the outward trappings of success can’t conceal that something in his life is off. As Campbell becomes increasingly entangled with a brilliant student, convention-smashing and working class, like he used to be, he feels he’s been given a second chance to embrace the change that frightens him, even as he sees trouble brewing for his family and friends. Campbell’s personal quest takes him down darker roads than he could have imagined, and all his worlds—the art scene and academia, fashion and the English aristocracy, journalism and the internet—collide in spectacular fashion, culminating in one shocking night on Caledonian Road.</p>",
    "language": "English",
    "image": "https://images.isbndb.com/covers/48/85/9781324074885.jpg",
    "edition": 1,
    "pages": "212",
    "date_published": "2024-06-18",
    "subjects": [
      "Literary",
      "Satire"
    ],
    "authors": [
      "Andrew O'Hagan"
    ],
    "title": "Caledonian Road: A Novel",
    "isbn13": "9781324074885",
    "msrp": "32.5",
    "binding": "ePub",
    "isbn": "1324074884",
    "isbn10": "1324074884",
    "other_isbns": [
      {
        "isbn": "9781324074878",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Atlas Contact",
    "synopsis": "In Dit Ultieme Zomerboek Volgen We Alex, Entertainer Bij Een Clubhotel Op Mallorca. Wie Zijn We Als We Niets Hóeven? Geestig En Ontroerend Schetst Verhulst Ons Onvermogen Om De Boel De Boel Te Laten. Ze Hoefden Heel Even Nergens In Uit Te Blinken, Niet In Hun Job, Niet In Hun Sport, Niet Eens Zoveel In Het Ouderschap Zelfs. Het Veel Te Kleine Cadeautje Van Het Kapitalisme Was Dit Verlof, Een Doekje Voor Het Leegbloeden, De Grote Schijnvertoning Van De Welvaart. En Dus Dienden Ze Te Worden Verwend. Bechamel Mucho Begint Als Een Zonnige Diavoorstelling Van Een Zorgeloze Zomer, Waarbij Allerhande Gasten Van Een Spaans Clubhotel De Revue Passeren. Maar Schijn Bedriegt, Want Al Snel Ontvouwt Zich Een Scherpe En Meeslepende Schets Van De Consumptiemaatschappij. De Kersverse Weduwe, De Alleenstaande Moeder Met Kind, De Vrouwelijke Helft Van Een Uitgeblust Echtpaar, De Jonge Stewardess Op Zoek Naar Ontspanning, De Fitte Fietser, Iedere Gast Heeft Haar Eigen Verhaal. En Allemaal Willen Ze, Al Dan Niet Voor Een Nacht, Alex, De Animator Van Het Hotel. En Het Is Alex Die Aan Het Einde Van Het Seizoen Moet Beslissen Wat Hij Gaat Doen. Of Eigenlijk: Wie Hij Wil Zijn.",
    "language": "nl",
    "image": "https://images.isbndb.com/covers/60/45/9789025476045.jpg",
    "title_long": "Bechamel Mucho",
    "pages": "127",
    "date_published": "2024",
    "authors": [
      "Dimitri Verhulst"
    ],
    "title": "Bechamel Mucho",
    "isbn13": "9789025476045",
    "msrp": "0.00",
    "isbn": "902547604X",
    "isbn10": "902547604X"
  },
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "#1 NEW YORK TIMES BESTSELLER • Escape to Camino Island, where bookseller Bruce Cable and novelist Mercer Mann always manage to find trouble in paradise. Don’t miss John Grisham’s upcoming Framed, his first work of nonfiction since The Innocent Man! Mercer Mann, a popular writer from Camino Island, is back on the beach, marrying her boyfriend, Thomas, in a seaside ceremony. Bruce Cable, infamous owner of Bay Books, performs the wedding. Afterward, Bruce tells Mercer that he has stumbled upon an incredible story. Mercer desperately needs an idea for her next novel, and Bruce now has one.   The true story is about Dark Isle, a sliver of a barrier island not far off the North Florida coast. It was settled by freed slaves three hundred years ago, and their descendants lived there until 1955, when the last one was forced to leave. That last descendant is Lovely Jackson, elderly now, who loves her birthplace and its remarkable history. But now Tidal Breeze, a huge, ruthless corporate developer, wants to build a resort and casino on the island, which Lovely knows, deep down, is rightfully hers.   Mercer befriends Lovely, and they plunge into an enormous fight over who owns Dark Isle, taking on Tidal Breeze Corporation, its lawyers, lobbyists, and powerful Florida politicians. But Lovely knows something about the island that could seriously cloud the dollar signs in the developer’s eyes: the island is cursed. It has remained uninhabited for nearly a century for some very real and very troubling reasons. The deep secrets of the past are about to collide with the enormous ambitions of the present, and the fate of Dark Isle—and Camino Island, too—hangs in the balance.   Look for all of John Grisham’s rollicking Camino novels: Camino Island Camino Winds Camino Ghosts",
    "language": "English",
    "image": "https://images.isbndb.com/covers/60/03/9780385546003.jpg",
    "edition": 1,
    "pages": "400",
    "date_published": "2024-05-28",
    "subjects": [
      "Suspense",
      "Historical",
      "Thrillers",
      "Crime"
    ],
    "authors": [
      "John Grisham"
    ],
    "title": "Camino Ghosts",
    "isbn13": "9780385546003",
    "msrp": "40.99",
    "binding": "ePub",
    "isbn": "0385546009",
    "isbn10": "0385546009",
    "other_isbns": [
      {
        "isbn": "9780385545990",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Penguin Random House India Private Limited",
    "synopsis": "To Prepare For The Future, Our Ancestors Created The Naga Sadhus—a Clan Of Warriors For The Protection Of Dharma, As Proclaimed By Adi Guru Shankaracharya In The Eighth Century. This Sect Of Shiva Devotees Has Stood Firm, Living Selflessly And Fighting Fearlessly. For Centuries, They Have Died The Death Of Heroes, Serving And Saving Dharma And The Temples. In The Year 1757, 111 Naga Sadhus Borrowed The Majestic Weapons Of The Idols Of Their Gods. Fueled By Their Belief In Lord Shiva, They Gathered An Invincible Courage To Protect The Temples Of Gokul. They Stood As An Indestructible Wall, Led By Ajaa, A Fearless Naga Warrior, Against The Afghan Army Of 4000 Men, A Cavalry Of 200 Horses And 100 Camels, And 20 Cannons. The Brutal Afghan Army Was Led By Sardar Khan, The Most Ruthless Commander Of Emperor Ahmed Shah Abdali, Ill-famed For The Demolition Of Temples And Building A History Of Genocide In Bharat. The Fight Continues. This Is The Naga Warrior’s Commitment To Courage And Determination. This Is The Clash Of Shiva Devotees Against The Devils That Lie Under Men’s Skin. This Is The Battle Of Gokul.",
    "language": "hi",
    "image": "https://images.isbndb.com/covers/93/64/9789357089364.jpg",
    "title_long": "The Naga Warriors 1",
    "pages": "186",
    "date_published": "2024",
    "authors": [
      "Akshat Gupta"
    ],
    "title": "The Naga Warriors 1",
    "isbn13": "9789357089364",
    "msrp": "0.00",
    "isbn": "9357089365",
    "isbn10": "9357089365"
  },
  {
    "publisher": "Dumont Buchverlag",
    "synopsis": "Ida Hat Nichts Bei Sich Außer Dem Alten, Verschrammten Hartschalenkoffer Ihrer Mutter, Ein Paar Lieblingsklamotten Und Ihrem Macbook, Als Sie Ihr Zuhause Verlässt. Es Ist Wahrscheinlich Ein Abschied Für Immer Von Der Kleinstadt, In Der Sie Ihr Ganzes Bisheriges Leben Verbracht Hat. Im Abschiednehmen Ist Ida Richtig Schlecht; Sie Hat Es Vor Zwei Monaten Nicht Einmal Auf Die Beerdigung Ihrer Mutter Geschafft. Am Bahnhof Sucht Sie Sich Den Zug Aus, Der Am Weitesten Wegfährt – Auf Keinen Fall Will Sie Zu Ihrer Schwester Tilda Nach Hamburg –, Und Landet Auf Rügen. Ohne Plan, Nur Mit Einem Großen Klumpen Aus Wut, Trauer Und Schuld Im Bauch, Streift Sie über Die Ostseeinsel. Und Trifft Schließlich Auf Knut, Den örtlichen Kneipenbesitzer, Und Seine Frau Marianne, Die Ida Kurzerhand Bei Sich Aufnehmen. Zu Dritt Frühstücken Sie Jeden Morgen Aufbackbrötchen, Den Tag Verbringt Ida Dann Mit Marianne, Sie Walken Gemeinsam Durch Den Wald Oder Spielen Skip-bo, Abends Arbeitet Ida Mit Knut In Der »robbe«. Und Sie Lernt Leif Kennen, Der ähnlich Versehrt Ist Wie Sie. Auf Einmal Ist Alles Ein Bisschen Leichter, Erträglicher In Idas Leben. Bis Ihre Welt Kurz Darauf Wieder Aus Den Angeln Gehoben Wird. Nach Ihrem Gefeierten Debüt ›22 Bahnen‹ Erzählt Caroline Wahl In Ihrem Unverwechselbaren Sound Nun, Wie Ida Es Mit Dem Leben Aufnimmt. Ein Aufwühlender, Intensiver Und Dabei Ungemein Tröstlicher Roman über Töchter, Schwestern Und Mütter, über Vermeintliche Schuld Und Das Verzeihen – Sich Selbst Und Den Anderen.",
    "language": "de",
    "image": "https://images.isbndb.com/covers/00/32/9783755810032.jpg",
    "title_long": "Windstärke 17",
    "pages": "243",
    "date_published": "2024",
    "authors": [
      "Caroline Wahl"
    ],
    "title": "Windstärke 17",
    "isbn13": "9783755810032",
    "msrp": "0.00",
    "isbn": "3755810034",
    "isbn10": "3755810034"
  },
  {
    "publisher": "Hogarth",
    "synopsis": "NEW YORK TIMES BESTSELLER • GOOD MORNING AMERICA BOOK CLUB PICK • When a father goes missing, his family’s desperate search leads them to question everything they know about him and one another in this thrilling page-turner, a deeply moving portrait of a family in crisis from the award-winning author of Miracle Creek.<br/><br/>OPRAH DAILY’S #1 NOVEL OF THE YEAR • ONE OF PEOPLE’S TEN BEST BOOKS OF THE YEAR • A WASHINGTON POST, BOOKPAGE, KIRKUS REVIEWS, NEW YORK POST, GOOD HOUSEKEEPING, BOOK RIOT, CHICAGO PUBLIC LIBRARY, REAL SIMPLE, CRIMEREADS, AND SHE READSBEST BOOK OF THE YEAR<br/><br/>Belletrist Book Club Pick • Finalist for the New American Voices Award • “This is a story with so many twists and turns I was riveted through the last page.”—Jodi Picoult<br/><br/>“A brilliant, satisfying, compassionate mystery that is as much about language and storytelling as it is about a missing father. I loved this book.”—Gabrielle Zevin, author of Tomorrow, and Tomorrow, and Tomorrow<br/><br/>“I fell in love with the fascinating, brilliant family at the center of this riveting book.”—Ann Napolitano, author of Hello Beautiful<br/><br/>“We didn’t call the police right away.” Those are the electric first words of this extraordinary novel about a biracial Korean American family in Virginia whose lives are upended when their beloved father and husband goes missing.<br/><br/>Mia, the irreverent, hyperanalytical twenty-year-old daughter, has an explanation for everything—which is why she isn’t initially concerned when her father and younger brother Eugene don’t return from a walk in a nearby park. They must have lost their phone. Or stopped for an errand somewhere. But by the time Mia’s brother runs through the front door bloody and alone, it becomes clear that the father in this tight-knit family is missing and the only witness is Eugene, who has the rare genetic condition Angelman syndrome and cannot speak.<br/><br/>What follows is both a ticking-clock investigation into the whereabouts of a father and an emotionally rich portrait of a family whose most personal secrets just may be at the heart of his disappearance. Full of shocking twists and fascinating questions of love, language, and human connection, Happiness Falls is a mystery, a family drama, and a novel of profound philosophical inquiry. With all the powerful storytelling she brought to her award-winning debut, Miracle Creek, Angie Kim turns the missing-person story into something wholly original, creating an indelible tale of a family who must go to remarkable lengths to truly understand one another.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/82/29/9780593448229.jpg",
    "title_long": "Happiness Falls: A Novel",
    "dimensions": "Height: 8 inches, Length: 5.1875 inches, Weight: 0.6931 Pounds, Width: 0.8438 inches",
    "dimensions_structured": {
      "length": {
        "unit": "inches",
        "value": 5.1875
      },
      "width": {
        "unit": "inches",
        "value": 0.8438
      },
      "weight": {
        "unit": "pounds",
        "value": 0.6931
      },
      "height": {
        "unit": "inches",
        "value": 8
      }
    },
    "pages": "416",
    "date_published": "2024",
    "subjects": [
      "Literature & Fiction",
      "Genre Fiction",
      "Family Life",
      "United States",
      "Asian American",
      "Literary",
      "Mystery, Thriller & Suspense",
      "Mystery",
      "Amateur Sleuths"
    ],
    "authors": [
      "Angie Kim"
    ],
    "title": "Happiness Falls: A Novel",
    "isbn13": "9780593448229",
    "msrp": "0.00",
    "binding": "Paperback",
    "isbn": "0593448227",
    "isbn10": "0593448227",
    "other_isbns": [
      {
        "isbn": "9780593448212",
        "binding": "print"
      }
    ]
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "A USA TODAY Bestseller “The Return of Ellie Black is a page-turning suspense novel, a shrewd character study, and a captivating mystery, all at the same time. The last fifty pages are magnetic. I couldn’t put it down until I’d experienced every last twist and turn.” —STEPHEN KING Detective Chelsey Calhoun’s life is turned upside down when she gets the call Ellie Black, a girl who disappeared years earlier, has resurfaced in the woods of Washington state—but Ellie’s reappearance leaves Chelsey with more questions than answers. It’s been twenty years since Detective Chelsey Calhoun’s sister vanished when they were teenagers, and ever since she’s been searching: for signs, for closure, for other missing girls. But happy endings are rare in Chelsey’s line of work. Then a glimmer: local teenager Ellie Black, who disappeared without a trace two years earlier, has been found alive in the woods of Washington State. But something is not right with Ellie. She won’t say where she’s been, or who she’s protecting, and it’s up to Chelsey to find the answers. She needs to get to the bottom of what happened to Ellie: for herself, and for the memory of her sister, but mostly for the next girl who could be taken—and who, unlike Ellie, might never return. The debut thriller from New York Times bestselling author Emiko Jean, The Return of Ellie Black is both a feminist tour de force about the embers of hope that burn in the aftermath of tragedy and a twisty page-turner that will shock and surprise you right up until the final page.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/39/52/9781668023952.jpg",
    "title_long": "Return Of Ellie Black",
    "edition": 2,
    "pages": "212",
    "date_published": "2024-05-07",
    "subjects": [
      "Suspense",
      "Contemporary Women"
    ],
    "authors": [
      "Emiko Jean"
    ],
    "title": "The Return of Ellie Black",
    "isbn13": "9781668023952",
    "msrp": "125",
    "binding": "ePub",
    "isbn": "1668023954",
    "isbn10": "1668023954",
    "other_isbns": [
      {
        "isbn": "9781668023938",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "OPRAH’S BOOK CLUB PICK * INSTANT NEW YORK TIMES BESTSELLER * “Stunning.” —People * “Dazzling yet devastating...Tóibín is simply one of the world’s best living literary writers.” —The Boston Globe * “Momentous and hugely affecting.” —The Wall Street Journal * From the beloved, critically acclaimed, bestselling author comes a spectacularly moving novel featuring Eilis Lacey, the complex and enigmatic heroine of Brooklyn, Tóibín’s most popular work in twenty years. Eilis Lacey is Irish, married to Tony Fiorello, a plumber and one of four Italian American brothers, all of whom live in neighboring houses on a cul-de-sac in Lindenhurst, Long Island, with their wives and children and Tony’s parents, a huge extended family. It is the spring of 1976 and Eilis is now forty with two teenage children. Though her ties to Ireland remain stronger than those that hold her to her new land and home, she has not returned in decades. One day, when Tony is at work an Irishman comes to the door asking for Eilis by name. He tells her that his wife is pregnant with Tony’s child and that when the baby is born, he will not raise it but instead deposit it on Eilis’s doorstep. It is what Eilis does—and what she refuses to do—in response to this stunning news that makes Tóibín’s novel so riveting and suspenseful. Long Island is a gorgeous story “about a woman thrashing against the constraints of fate” (Maureen Corrigan, Fresh Air). It is “a wonder, rich with yearning and regret” (Star Tribune, Minneapolis).",
    "language": "English",
    "image": "https://images.isbndb.com/covers/51/34/9781476785134.jpg",
    "edition": 3,
    "pages": "212",
    "date_published": "2024-05-07",
    "subjects": [
      "Historical",
      "Literary",
      "Family Life"
    ],
    "authors": [
      "Colm Toibin"
    ],
    "title": "Long Island",
    "isbn13": "9781476785134",
    "msrp": "39.95",
    "binding": "ePub",
    "isbn": "1476785139",
    "isbn10": "1476785139",
    "other_isbns": [
      {
        "isbn": "9781476785110",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "HarperCollins",
    "synopsis": "\"Linwood Barclay's I Will Ruin You is a page-turner that also has important things to say. You'll get your money's worth out of this one.\" –Stephen King In the latest novel from New York Times bestselling author Linwood Barclay, a teacher’s act of heroism inadvertently makes him the target of a dangerous blackmailer who will stop at nothing to get what he wants. How would you react in a life-or-death situation? It’s a question everyone asks themselves, but few have to face in real life. English teacher Richard Boyle certainly never thought he would find himself talking down a former student intent on harming others, but when Mark LeDrew shows up at Richard’s school with a bomb strapped to his chest, Richard immediately jumps into action. Thanks to some quick thinking, he averts a major tragedy and is hailed as a hero, but not all the attention focused on him is positive. Richard’s brief moment in the spotlight puts him in the sights of a deranged blackmailer with a score to settle. The situation rapidly spirals out of control, drawing Richard into a fraught web of salacious accusations and deadly secrets. As he tries to uncover the truth he discovers that there’s something deeply wrong in the town—something that ties together Mark, the blackmailer, and a gang of ruthless drug dealers, and Richard has landed smack in the middle of it. He’s desperate to find a way out, but everyone in his life seems to be hiding something, and trusting the wrong person could cost him everything he loves. What price will he pay for one good deed?",
    "language": "English",
    "image": "https://images.isbndb.com/covers/63/38/9780063276338.jpg",
    "title_long": "I Will Ruin You",
    "edition": 1,
    "pages": "212",
    "date_published": "2024-05-07",
    "subjects": [
      "Suspense"
    ],
    "authors": [
      "Linwood Barclay"
    ],
    "title": "I Will Ruin You",
    "isbn13": "9780063276338",
    "msrp": "24",
    "binding": "ePub",
    "isbn": "006327633X",
    "isbn10": "006327633X",
    "other_isbns": [
      {
        "isbn": "9780063276314",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Oneworld Publications",
    "synopsis": "'no One Writes About Food Like Ruth Reichl... I Consider Her Essential Nourishment.' Nigella Lawson Ripping Open The Envelope, She Read Celia's Last Words To Her. There Was Just One Line Written On The Paper: 'go To Paris.' The Last Word Anyone Would Use To Describe Stella St. Vincent Is Adventurous. She's Perfectly Comfortable With The Familiar, Strict Routines Of Her Life As A Copyeditor In New York. Or At Least, She Is Until She Receives A Mysterious Note From Her Late Mother And A One-way Plane Ticket To Paris. Alone And Overwhelmed In A Foreign City, Stella Avoids New People And Ventures Out As Little As Possible. But Then She Meets Jules, An Octogenarian Art Collector With Very Different Ideas About How She Should Spend Her Time In The French Capital. And To Start With, There's A Vintage Dior Dress With Her Name On It. Somewhere Between The Cramped Shelves Of Shakespeare And Company Bookshop, The Crisp Tablecloths Of The Brasserie Les Deux Magots And A Pile Of Discarded Paintings At A Busy Flea Market, Long-buried Truths About Stella's Own Past Begin To Emerge. Soon She Starts To Wonder If There Might Not Have Been More To Her Mother's Suggestion Than She First Suspected... 'ruth Reichl Is One Of Our Greatest Storytellers. No One Writes As Warmly And Engagingly About The All-important Intersection Of Food, Life, Love, And Loss.' Alice Waters",
    "language": "en",
    "image": "https://images.isbndb.com/covers/88/42/9780861548842.jpg",
    "title_long": "Paris Novel",
    "pages": "271",
    "date_published": "2024",
    "subjects": [
      "nyt:hardcover-fiction=2024-05-12",
      "New York Times bestseller",
      "Cooks",
      "Food writers"
    ],
    "authors": [
      "Ruth Reichl"
    ],
    "title": "Paris Novel",
    "isbn13": "9780861548842",
    "msrp": "0.00",
    "isbn": "0861548841",
    "isbn10": "0861548841"
  },
  {
    "publisher": "Mondadori",
    "synopsis": "<p>La viva voce dell'intellettuale più lucida e appassionata del nostro tempo torna a visitarci per una formidabile resa dei conti sul potere, il femminismo, la fede, la letteratura. Ma soprattutto sulle dieci vite che ha vissuto con incantata sfacciataggine, senza paura, ripercorse oralmente nell'unica autobiografia organica possibile per una che ha attraversato il mondo correndo scalza, bruciando luminosamente ogni tappa. Alla vigilia di una morte che l'ha trovata gioiosa come una martire capace di cantare mentre avanza verso i leoni, Michela Murgia ha trascorso una settimana a raccontarsi a Beppe Cottafavi, suo editor e amico. Le registrazioni di quella sua ultima estate, ancora piena di storie come lo erano state le cinquanta precedenti, danno sostanza a questo suo libro straordinario, arricchito da quattro splendidi racconti ritrovati e da altri testi perduti che l'autrice ha scelto e indicato tra un ricordo e l'altro. Da un simile stagno brulicante di vita, come quello sulle cui rive è cresciuta, affiora un arcipelago di dettagli intimi: innamoramenti e parentele queer, matriarche oristanesi che sgranano rosari di cinque colori per salvare ogni continente, madonne con la parrucca, uomini violenti e maestri sognanti, lezioni di lingua sarda e cultura coreana, di esegesi biblica e di scrittura magica, di politica attiva e di militanza culturale. Franca e visionaria, antifascista e immune dai compromessi, Murgia ci rivela com'è che una ragazza di provincia, addestrata a leggere il Vangelo e ad accontentarsi di sopravvivere, si sia messa in testa di cambiare il mondo invece, affidandosi a un'irriducibile aspirazione alla felicità.<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/35/84/9788835733584.jpg",
    "title_long": "Ricordatemi come vi pare In memoria di me",
    "edition": 1,
    "dimensions": "eBook",
    "pages": "324",
    "date_published": "2024-04-30",
    "authors": [
      "Michela Murgia"
    ],
    "title": "Ricordatemi come vi pare",
    "isbn13": "9788835733584",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8835733588",
    "isbn10": "8835733588",
    "other_isbns": [
      {
        "isbn": "9788804783558",
        "binding": "ebook"
      }
    ]
  },
  {
    "publisher": "Sem",
    "synopsis": "La Pace è Finita E Ora Le Gang Sono In Guerra. Sotto Il Manto Della Grande Bellezza, Nel Sottosuolo Perso E Dannato Di Roma Scorre Un Fiume Di Violenza. Sequestri, Pestaggi, Torture E Omicidi Si Susseguono. Lo Scontro Infuria, Invisibile Agli Occhi Dei Più. È Così Da Quando, Il 7 Agosto 2019, Fabrizio Piscitelli Detto Diabolik, Capo Degli Irriducibili Della Lazio E Ai Vertici Della “batteria Di Ponte Milvio”, Viene Freddato Da Un Sicario Che Gli Spara Alla Testa, Mentre Se Ne Sta Seduto Su Una Panchina Al Parco Degli Acquedotti. Ma Diabolik è Solo La Punta Dell’iceberg Di Quella Rete Di Organizzazioni Criminali Che Governano Sul Territorio: Connection Tentacolare Che Comprende Il Cartello Di Michele ’o Pazzo, La Malavita Storica E Quella Emergente, E Poi Il Sodalizio, Spietato E Potente, Degli Albanesi, Che Sono Cresciuti All’ombra Di Piscitelli E Sono Diventati I Signori Del Narcotraffico. Così, La Vendetta è L’innesco Di Un Conflitto Senza Quartiere Per Il Controllo Delle Piazze Di Spaccio, Dal Litorale Ostiense A Tor Bella Monaca: Un Business Gigantesco In Cui Tonnellate Di Coca Muovono Milioni. In Queste Pagine, Voci Urlano Prima Di Spegnersi Nel Buio, Armi Sparano In Pieno Giorno, La Droga Invade Le Strade, I Soldi Si Prestano A Strozzo E I Debiti Si Saldano Sempre: A Qualunque Costo E Spesso Nel Peggiore Dei Modi. Con Il Rigore Della Cronista Di Razza, Francesca Fagnani Esamina Le Fonti Giudiziarie, Collega I Fatti, Ricostruisce Antiche Alleanze E Recenti Rivalità Che Definiscono La Geografia Criminale Della Capitale. Mala è Un’inchiesta Documentatissima, Implacabile E Travolgente Come Una Serie Tv Sui Narcos Sudamericani, Che Svela Chi Sono I Nuovi Padroni Di Roma, La Città Che Si Diceva Non Volesse Padroni.",
    "language": "it",
    "image": "https://images.isbndb.com/covers/65/48/9788893906548.jpg",
    "title_long": "Mala",
    "pages": "210",
    "authors": [
      "Francesca Fagnani"
    ],
    "title": "Mala",
    "isbn13": "9788893906548",
    "msrp": "0.00",
    "isbn": "8893906546",
    "isbn10": "8893906546"
  },
  {
    "publisher": "Macmillan Trade",
    "synopsis": "<p>Julian Rousseaux has a problem. He’s single, and for the world’s wealthiest vampires, the social season is about to begin. Julian would rather stake himself than participate in the marriage market. But as the eldest eligible Rousseaux, he’s expected to find a wife before the season ends—whether he likes it or not.<br><br>When cellist Thea literally stumbles into his life at a gala, he knows she's the last person he could ever fall in love with. She's too innocent, too kind, and way too human. But now that she knows about his world, she's also a walking target. She needs protection. He needs a fake girlfriend to discourage overzealous vampire matchmaking.<br><br>So, Julian makes Thea an irresistible offer: pretend to be his lover and he’ll change her life. For one year, they’ll attend the season’s social events together in exchange for his protection and a way out of her mother’s crippling medical debt.<br><br>She can’t say no. But the vampire world is impossibly decadent and darker than Thea ever imagined, and Julian’s filthy rich vampire family wants her out of the way. But with each moment they share, new dangers emerge: a desire as forbidden as their stolen touches, an awakening of a long-dead heart, and secrets that could tear them both apart.<br><br><b>Sensual, dangerous, provocative — step into a daring new world of dark magic, primal attraction, and breathtaking romance.</b><br><br>The Filthy Rich Vampires series is best enjoyed in order.<br>Reading Order:<br>Book #1 Filthy Rich Vampire<br>Book #2 Second Rite<br>Book #3 Three Queens<br>Book #4 For Eternity</p>",
    "language": "English",
    "image": "https://images.isbndb.com/covers/65/96/9781649376596.jpg",
    "edition": 1,
    "pages": "212",
    "date_published": "2024-04-29",
    "subjects": [
      "Contemporary"
    ],
    "authors": [
      "Geneva Lee"
    ],
    "title": "Filthy Rich Vampire",
    "isbn13": "9781649376596",
    "msrp": "38.95",
    "binding": "ePub",
    "isbn": "1649376596",
    "isbn10": "1649376596",
    "other_isbns": [
      {
        "isbn": "9781649375872",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "EINAUDI",
    "synopsis": "<p>È ingenua, ma il suo sguardo sbilenco vede ciò che gli altri ignorano. È vulnerabile, ma resiste alla ferocia del suo tempo. È un personaggio letterario magnifico. La voce di Redenta continuerà a risuonare a lungo, dopo che avrete chiuso l'ultima pagina.Intenso, coraggioso, I giorni di Vetro è il romanzo della nostra fragilità e della nostra ostinata speranza di fronte allo scandalo della Storia. Redenta è nata a Castrocaro il giorno del delitto Matteotti. In paese si mormora che abbia la scarogna e che non arriverà nemmeno alla festa di San Rocco. Invece per la festa lei è ancora viva, mentre Matteotti viene ritrovato morto. È cosí che comincia davvero il fascismo, e anche la vicenda di Redenta, della sua famiglia, della sua gente. Un mondo di radicale violenza - il Ventennio, la guerra, la prevaricazione maschile - eppure di inesauribile fiducia nell'umano. Sebbene Bruno, l'adorato amico d'infanzia che le aveva promesso di sposarla, incurante della sua «gamba matta» dovuta alla polio, scompaia senza motivo, lei non smette di aspettarlo. E quando il gerarca Vetro la sceglie come sposa, il sadismo che le infligge non riesce a spegnere in lei l'istinto di salvezza: degli altri, prima che di sé. La vita di Redenta incrocia quella di Iris, partigiana nella banda del leggendario comandante Diaz. Quale segreto nasconde Iris?- Ha qualcosa che non va, la purina, - dicevano.<br> - È la scarogna, - ripeteva tranquilla mia madre, premendomi sulla bocca il seno.<br> - Però ha una bella faccina, - aggiungevano, e quel «però» era il segno della loro compassione.<br> «Però è buona», «Però è tranquilla». Però non è come gli altri.<br> - Com'è che non piange? - chiedeva la sera mio padre.<br> - Piangerà. Le donne prima o poi piangono tutte. Hanno detto de Il valore affettivo: «L'autrice procede con voce sicura nel dipanare il filo dei ricordi, con autenticità, senso del ritmo e padronanza di tempi».<br> Viola Ardone «Nicoletta Verna ha scritto un romanzo familiare di rara intensità che affonda nell'enigma di un sentimento di colpa senza redenzione».<br> Corrado Augias «Una penna che controlla perfettamente trama e personaggi».<br> Valeria Parrella<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/49/62/9788858444962.jpg",
    "title_long": "Stradario sentimentale di Milano Storie dalla città che cambia",
    "edition": 1,
    "dimensions": "eBook",
    "pages": "448",
    "date_published": "2024-04-09",
    "authors": [
      "Nicoletta Verna"
    ],
    "title": "I giorni di Vetro",
    "isbn13": "9788858444962",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8858444965",
    "isbn10": "8858444965"
  },
  {
    "publisher": "Vajona Verlag",
    "synopsis": "Der Diamant Der Tod Geht Neben Mir, Aber Der Sensenmann Ist Kein Gegner Für Mich. Ich Bin Gefangen In Einer Welt Voller Monster, Die Als Männer Verkleidet Sind, Und Solchen, Die Nicht So Sind, Wie Sie Scheinen. Sie Werden Mich Nicht Ewig Festhalten. Ich Erkenne Die Person, Die Ich Geworden Bin, Nicht Wieder. Und Ich Kämpfe Darum, Meinen Weg Zurückzufinden. Zu Der Bestie, Die Mich Nachts Jagt. Sie Nennen Mich Einen Diamanten, Aber Sie Schufen Einen Engel Des Todes. Der Jäger Ich Wurde Als Raubtier Geboren, Die Rücksichtslosigkeit Tief In Meinen Knochen Verankert. Als Mir Nachts Das, Was Mir Gehört, Gestohlen Wurde Und Wie Ein Diamant In Einer Festung Versteckt Wird, Stellte Ich Fest, Dass Ich Die Bestie Nicht Länger Zurückhalten Kann. Blut Wird Den Boden Bedecken, Während Ich Die Welt Auseinanderreiße, Um Sie Zu Finden. Um Sie Dahin Zurückzubringen, Wo Sie Hingehört. Niemand Wird Meinem Zorn Entkommen, Vor Allem Nicht Diejenigen, Die Mich Verraten Haben.",
    "language": "de",
    "image": "https://images.isbndb.com/covers/22/73/9783987182273.jpg",
    "title_long": "Hunting Adeline",
    "pages": "715",
    "date_published": "2024",
    "authors": [
      "H. D. Carlton"
    ],
    "title": "Hunting Adeline",
    "isbn13": "9783987182273",
    "msrp": "0.00",
    "isbn": "398718227X",
    "isbn10": "398718227X"
  },
  {
    "publisher": "Vajona Verlag",
    "synopsis": "Die Manipulatorin Ich Kann Die Emotionen Von Jedem Manipulieren, Der Es Zulässt. Ich Werde Dich Verletzen, Dich Weinen Lassen, Dich Zum Lachen Und Seufzen Bringen. Aber Meine Worte Berühren Ihn Nicht. Besonders Dann Nicht, Wenn Ich Darum Flehe, Dass Er Geht. Er Ist Immer Da, Beobachtet Und Wartet. Und Ich Kann Niemals Wegschauen. Nicht, Wenn Ich Möchte, Dass Er Näher Kommt. Der Schatten Ich Wollte Mich Nicht Verlieben. Aber Jetzt Kann Ich Ihr Nicht Mehr Fernbleiben. Ich Bin Fasziniert Von Ihrem Lächeln, Von Ihren Augen Und Der Art, Wie Sie Sich Bewegt. Der Art, Wie Sie Sich Auszieht ... Ich Werde Weiter Zusehen Und Warten. Bis Ich Sie Die Meine Nennen Kann. Und Wenn Sie Es Erst Einmal Ist, Werde Ich Sie Nie Wieder Gehen Lassen. Nicht Einmal, Wenn Sie Bettelt. Leseempfehlung: Ab 18 Jahre",
    "language": "de",
    "image": "https://images.isbndb.com/covers/22/59/9783987182259.jpg",
    "title_long": "Haunting Adeline",
    "pages": "640",
    "date_published": "2024",
    "authors": [
      "H. D. Carlton"
    ],
    "title": "Haunting Adeline",
    "isbn13": "9783987182259",
    "msrp": "0.00",
    "isbn": "3987182253",
    "isbn10": "3987182253"
  },
  {
    "publisher": "La Nave Di Teseo Editore Spa",
    "synopsis": "2 Luglio 2022, Due Ladri Stanno Per Rapinare Una Importante Gioielleria Di Ginevra. Ma Questo Non Sarà Un Colpo Come Tutti Gli Altri. Venti Giorni Prima, In Un Elegante Sobborgo Sulle Rive Del Lago, Sophie Braun Sta Per Festeggiare Il Suo Quarantesimo Compleanno. La Vita Le Sorride, Abita Con Il Marito Arpad E I Due Figli In Una Magnifica Villa Al Limitare Del Bosco. Sono Entrambi Ricchi, Belli, Felici. Ma Il Loro Mondo Idilliaco All’improvviso S’incrina. I Segreti Che Arpad Custodisce Cominciano A Essere Troppi Perché Possano Restare Nascosti Per Sempre. Il Loro Vicino, Un Poliziotto Sposato Dalla Reputazione Impeccabile, è Ossessionato Da Quella Coppia Perfetta E Da Quella Donna Conturbante. La Osserva, La Ammira, La Spia In Ogni Momento Dell’intimità. Nel Giorno Del Compleanno Di Sophie, Un Uomo Misterioso Si Presenta Con Un Regalo Che Sconvolgerà La Sua Vita Dorata. I Fili Che Intrappolano Queste Vite Portano Lontano Nel Tempo, Lontano Da Ginevra E Dalla Villa Elegante Dei Braun, In Un Passato Che Insegue Il Presente E Che Sophie E Arpad Dovranno Affrontare Per Risolvere Un Intrigo Diabolico, Dal Quale Nessuno Uscirà Indenne. Nemmeno Il Lettore. “un Animale Selvaggio” è Un Thriller Mozzafiato Costruito Attorno A Un Meccanismo Di Suspense Perfetto, Che Ci Ricorda Perché Joël Dicker, L’autore Di “la Verità Sul Caso Harry Quebert”, è Diventato Un Fenomeno Editoriale Mondiale.",
    "language": "it",
    "image": "https://images.isbndb.com/covers/70/38/9788834617038.jpg",
    "title_long": "Un Animale Selvaggio",
    "pages": "356",
    "authors": [
      "Joël Dicker"
    ],
    "title": "Un Animale Selvaggio",
    "isbn13": "9788834617038",
    "msrp": "0.00",
    "isbn": "8834617037",
    "isbn10": "8834617037"
  },
  {
    "publisher": "Prometheus",
    "synopsis": "Op Een Donkere, Regenachtige Avond In Dublin Wordt Er Aangeklopt Bij Eilish Stack, Wetenschapper En Moeder Van Vier Kinderen. Twee Agenten Van De Nieuwe Ierse Geheime Dienst Willen Haar Echtgenoot Spreken, Vicevoorzitter Van De Onderwijsvakbond. Ierland Valt Uiteen. Het Land Is In De Greep Van Een Overheid Die Afstevent Op Tirannie. Als Eilish' Echtgenoot Wordt Opgepakt, Ziet Ze Zich Gevangen In Een Ijzingwekkende, Instortende Maatschappij En Wordt Ze Belaagd Door Onvoorspelbare Krachten Waar Ze Zich Niet Tegen Kan Verzetten. Hoever Kan Ze Gaan Om Haar Familie Te Redden? En Wat, Of Wie, Is Ze Bereid Achter Te Laten? Beklemmend, Adembenemend En Prachtig Geschreven: Lied Van De Profeet Biedt Een Hartverscheurende Visie Op Een Land In Oorlog En Een Diepmenselijk Portret Van Het Gevecht Van Een Moeder Om Haar Gezin Bij Elkaar Te Houden. Het Is Een Monumentale Literaire Roman Over Een Toekomst Die Angstaanjagend Dichtbij Blijkt. Paul Lynch (1977) Ontving Voor Zijn Eerdere Romans Verschillende Prijzen, Waaronder De Kerry Group Irish Fiction Award En De Franse Prix Libr'à Nous Voor De Beste Buitenlandse Roman. Voor Deze Vijfde Roman, Lied Van De Profeet, Kreeg Hij De Booker Prize 2023, De Belangrijkste Engelstalige Literaire Prijs. Paul Lynch Woont In Dublin. 'eens In De Zoveel Tijd Lees Je Een Roman Die Veel Andere Goede Romans Zal Terugdringen Naar De Zolder Van Je Geheugen, Waar Al Zoveel Boeken Liggen Te Vergelen. Voor Mij Is Lied Van De Profeet Van De Ierse Schrijver Paul Lynch Zo'n Roman. Een Onvergetelijk Boek, Wist Ik, Terwijl Ik De Slotzin Nog Eens Goed Overlas.' Frits Abrahams, Nrc 'een Bij Vlagen Intimiderend Taalbombardement Dat Aansluit Bij De Meedogenloosheid Die Een Hoofdthema In Het Boek Vormt.' Hans Bouman, De Volkskrant 'lied Van De Profeet Is Een Literair Manifest Voor Empathie En Een Briljante, Beklemmende Roman Die Overal Ter Wereld Aan Politici Zou Moeten Worden Gegeven.' The Guardian 'lied Van De Profeet Verbeeldt De Sociale En Politieke Angsten Van Onze Huidige Realiteit. Het Is Een Verpletterend Verhaal, Geschreven Met De Ziel Van Een Dichter, Dat De Lezers Niet Snel Zullen Vergeten.' Juryrapport Booker Prize 2023",
    "language": "nl",
    "image": "https://images.isbndb.com/covers/62/75/9789044656275.jpg",
    "title_long": "Lied Van De Profeet",
    "pages": "204",
    "date_published": "2024",
    "authors": [
      "Paul Lynch"
    ],
    "title": "Lied Van De Profeet",
    "isbn13": "9789044656275",
    "msrp": "0.00",
    "isbn": "9044656279",
    "isbn10": "9044656279"
  },
  {
    "publisher": "Universo Dos Livros Editora",
    "synopsis": "Você Sentiu Falta Dele? Admita, Você Sentiu Falta Dele. Alex Hirsch, Autor Best-seller Do The New York Times, Ressuscita Este Infame Vilão E Convida Os Fãs A Conhecerem A Perspectiva De Bill Cipher Sobre O Universo De Gravity Falls. O Demônio Que Aterrorizou Gravity Falls Voltou Do Além Para Finalmente Contar Seu Lado Da História Em Um Novo Livro Escrito Por Ninguém Menos Do Que O Próprio Bill Cipher. Aqui, Ele Revela Sua Bizarra Origem, Seus Efeitos Sinistros Sobre A História Humana, Os Segredos Mais Constrangedores Da Família Pines E Um Guia Com O Passo A Passo De Como Conquistar O Mundo. Esta Obra Caótica E Lindamente Ilustrada Contém Enigmas Atordoantes, Cifras Imbatíveis, Páginas Perdidas Do Diário 3, Maneiras Para Enganar A Morte, Além Do Sentido Da Vida E Um Capítulo Inteiro Sobre Canudinhos Malucos. E O Mais Importante: Este Livro é Amaldiçoado. Muitos Acreditam Que Este Livro é Perigoso Demais Para Cair Em Mãos Humanas. Mas, Se Não Resistir, Tenha Cuidado. Caso Faça Um Acordo Com Bill, Esse Acordo Não Poderá Ser Desfeito Com Facilidade… Leia Por Sua Própria Conta E Risco! Importante: NÃo Recomendado Para Menores De 18 Anos. Sobre O Autor Alex Hirsch é Escritor, Animador, Dublador E Diretor. Ele é Mais Conhecido Por Criar Gravity Falls Para O Canal Disney Xd. Ele Cresceu Em Piedmont, Califórnia, E Se Formou Em Animação De Personagens No Instituto De Artes Da Califórnia. Ele Atualmente Mora Em Los Angeles E Trabalha No Desenvolvimento De Projetos Para O Cinema E Televisão. Apesar Dos Rumores, Ele NÃo Foi Possuído Por Um Demônio Enquanto Escrevia Este Livro. Repetindo: NÃo EstÁ PossuÍdo Por Um DemÔnio. Elogios “eu Achava Que Gostava De Coisas Estranhas, Mas Eu Estava Errado. Este Livro Foi Estranho Demais Até Para Mim. Sinto Náusea Só De Pensar Na Horripilante Psicose Contida Aí Dentro. Vou Mudar Meu Nome Para ‘normal Al’ E Jogar Fora Todas As Minhas Camisas Havaianas. Evite Este Livro A Qualquer Custo!” – “weird Al” Yankovic, Músico E Humorista Famoso Por Suas Paródias Sobre Cultura Pop “encontrei Este Livro Arcaico Em Um Corredor Cheio De Mofo Na Mais Amaldiçoada Das Bibliotecas. Visitas Noturnas Feitas Por Espíritos Malignos Começaram Quase Imediatamente. Infectou Minha Mente E Meus Sonhos, E Vai Destruir A Sua Sanidade. Por Tudo Que é Bom E Sagrado, Fique Longe Disso; Faça O Que Fizer, Não Leia Este Livro.” – Guillermo Del Toro, Cineasta Vencedor Do Oscar “olha, Odeio Discordar Do Guillermo E Do Normal Al, Mas Eu Adoro Esta Coisa! Desde Que A Li, Fico Ouvindo Gritos No Meu Cérebro Que Não Param! Vou Comprar Um Exemplar Para Todo Mundo Que Conheço! Nós Amamos O Bill! Nós Amamos O Bill! Nós Amamos O Bill!” – Charlie Day, Ator De It’s Always Sunny In Philadelphia Leia Também: · O Diário Perdido De Gravity Falls, Alex Hirsch · Gravity Falls: Lendas Perdidas, Alex Hirsch Sobre Disney Consumer Products, Games And Publishing Disney Consumer Products, Games And Publishing (cpgp) Traz A Magia Das Marcas E Franquias Da The Walt Disney Company – Incluindo Disney, Pixar, Marvel, Star Wars, National Geographic E Mais – No Cotidiano De Famílias E Fãs De Todo O Mundo Por Meio De Produtos E Experiências Em Mais De 100 Categorias De Varejo, De Brinquedos E Camisetas A Aplicativos, Livros, Videogames E Muito Mais. Uma Divisão Do Segmento De Parques, Experiências E Produtos Da Disney, As Operações Globais Da Cpgp Incluem: O Maior Negócio De Licenciamento Do Mundo, Uma Das Maiores Marcas De Publicações Infantis, Um Dos Principais Licenciadores De Jogos Interativos Entre Plataformas, Store In Stores Por Toda A Região, E O E-shop No Disneylatino.com/shop E Disney.com.br/shop (disponível No Brasil, Colômbia E México).",
    "language": "pt",
    "image": "https://images.isbndb.com/covers/66/81/9786556096681.jpg",
    "title_long": "O Livro Do Bill",
    "pages": "244",
    "date_published": "2024",
    "authors": [
      "Alex Hirsch"
    ],
    "title": "O Livro Do Bill",
    "isbn13": "9786556096681",
    "msrp": "0.00",
    "isbn": "6556096687",
    "isbn10": "6556096687"
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "The New York Times bestselling author of In Five Years and One Italian Summer returns with “a romantic gem” (Laura Dave, New York Times bestselling author) about a young woman who decides to finally live for herself rather than rely on the universe for answers. Daphne Bell believes the universe has a plan for her. Every time she meets a new man, she receives a slip of paper with his name and a number on it—the exact amount of time they will be together. The papers told her she’d spend three days with Martin in Paris; five weeks with Noah in San Francisco; and three months with Hugo, her ex-boyfriend turned best friend. Daphne has been receiving the numbered papers for over twenty years, always wondering when there might be one without an expiration. Finally, the night of a blind date at her favorite Los Angeles restaurant, there’s only a name: Jake. But as Jake and Daphne’s story unfolds, Daphne finds herself doubting the paper’s prediction, and wrestling with what it means to be both committed and truthful. Because Daphne knows things Jake doesn’t, information that—if he found out—would break his heart. “Daphne’s sometimes heart-wrenching, often heartwarming search for meaningful relationships, both romantic and platonic, is sure to inspire” (Publishers Weekly, starred review) new and longtime fans of Rebecca Serle.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/68/47/9781982166847.jpg",
    "title_long": "Expiration Dates",
    "edition": 5,
    "pages": "212",
    "date_published": "2024-03-19",
    "subjects": [
      "Literary",
      "Contemporary",
      "Contemporary Women"
    ],
    "authors": [
      "Rebecca Serle"
    ],
    "title": "Expiration Dates",
    "isbn13": "9781982166847",
    "msrp": "109.95",
    "binding": "ePub",
    "isbn": "1982166843",
    "isbn10": "1982166843",
    "other_isbns": [
      {
        "isbn": "9781982166823",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Hachette",
    "synopsis": "Biloxi’s best criminal defense attorney has never lost a case. Then his client’s beautiful wife is murdered, and America’s #1 lawyer suddenly becomes its #1 suspect.  Stafford Lee Penney is a small-town lawyer with a big-time reputation for winning every case he tries. In his sharp suits and polished Oxford shoes, Penney is Biloxi, Mississippi’s #1 Lawyer and top local celebrity.   Just as Penney notches his latest courtroom victory, his wife is scandalously killed. He spirals into a legal and personal losing streak, damaging his reputation and ruining his career.    That’s when Penney makes a bold decision. He stops trading on his power-lawyer identity and creates a new one: lawyer lifeguard. Moonlighting at the beach, showing up to court in flip-flops, mentoring a law student, the new Penney is at first unrecognizable.    It’s said that a lawyer who represents himself has a fool for a client. But when Penney is accused of murder, the #1 Lawyer will find a way to triumph. ",
    "language": "English",
    "image": "https://images.isbndb.com/covers/96/99/9780316499699.jpg",
    "title_long": "#1 Lawyer",
    "edition": 8,
    "pages": "212",
    "date_published": "2024-03-18",
    "subjects": [
      "Suspense"
    ],
    "authors": [
      "James Patterson",
      "Nancy Allen"
    ],
    "title": "The #1 Lawyer",
    "isbn13": "9780316499699",
    "msrp": "94.88",
    "binding": "ePub",
    "isbn": "0316499692",
    "isbn10": "0316499692",
    "other_isbns": [
      {
        "isbn": "9780316499675",
        "binding": "printisbncanonical"
      }
    ]
  }
]
