[
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "From the acclaimed author of The Longest Ride and The Notebook comes an emotional, powerful novel about wondering if we can change—or even make our peace with—the path we’ve taken. “Sparks is superb at what he does. The setting is postcard perfect. The characters are immensely likable. . . . This is a tidy miracle you can count on.”—The Washington Post Tanner Hughes was raised by his grandparents, following in his grandfather’s military footsteps to become an Army Ranger. His whole life has been spent abroad, and he is the proverbial rolling stone: happiest when off on his next adventure, zero desire to settle down.  But when his grandmother passes away, her last words to him are find where you belong. She also drops a bombshell, telling him the name of the father he never knew—and where to find him. Tanner is due at his next posting soon, but his curiosity is piqued, and he sets out for Asheboro, North Carolina, to ask around. He’s been in town less than twenty-four hours when he meets Kaitlyn Cooper, a doctor and single mom. They both feel an immediate connection; Tanner knows Kaitlyn has a story to tell, and he wants to hear it. To Kaitlyn, Tanner is mysterious, exciting—and possibly leaving in just a few weeks. Meanwhile, nearby, eighty-three-year-old Jasper lives alone in a cabin bordering a national forest. With only his old dog, Arlo, for company, he lives quietly, haunted by a tragic accident that took place decades before. When he hears rumors that a white deer has been spotted in the forest—a creature of legend that inspired his father and grandfather—he becomes obsessed with protecting the deer from poachers. As these characters’ fates orbit closer together, none of them is expecting a miracle . . . but that may be exactly what is about to alter their futures forever.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/96/08/9780593449608.jpg",
    "title_long": "Counting Miracles",
    "edition": 1,
    "pages": "900",
    "date_published": "2024-09-24",
    "subjects": [
      "Contemporary",
      "Contemporary Women",
      "Family Life"
    ],
    "authors": [
      "Nicholas Sparks"
    ],
    "title": "Counting Miracles",
    "isbn13": "9780593449608",
    "msrp": "120",
    "binding": "ePub",
    "isbn": "0593449606",
    "isbn10": "0593449606"
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "Chloe Gong returns with power plays, spilled blood, and lethal romance in the thrilling fantasy sequel to New York Times and USA TODAY bestseller Immortal Longings, inspired by Shakespeare’s Antony and Cleopatra. Calla Tuoleimi has succeeded in the impossible. Despite the odds, she has won San-Er’s bloody games and eliminated King Kasa, her tyrant uncle and the former ruler of Talin. She now serves as royal advisor to Kasa’s adopted son, August Shenzhi, who has risen to the throne. Only Calla knows it isn’t really August. Anton Makusa is still furious about Calla’s betrayal in the final round of the games. In an impossible feat, he took over August’s body to survive and has no intention of giving up this newfound power. But when his first love, the beautiful, explosive Otta Avia, awakens from a yearslong coma and reveals a secret that threatens the monarchy’s authority over Talin, chaos erupts. As tensions come to a boiling point, Calla and Anton must set their conflicts aside and head to the kingdom’s far reaches to prevent anarchy...even if their empire might be better off burning.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/02/81/9781668000281.jpg",
    "edition": 2,
    "pages": "416",
    "date_published": "2024-09-10",
    "subjects": [
      "Epic",
      "Fantasy",
      "Romance",
      "Action & Adventure"
    ],
    "authors": [
      "Chloe Gong"
    ],
    "title": "Vilest Things",
    "isbn13": "9781668000281",
    "msrp": "34.99",
    "binding": "ePub",
    "isbn": "1668000288",
    "isbn10": "1668000288"
  },
  {
    "publisher": "Bod – Books On Demand",
    "synopsis": "3 Milliarden Mal Schlägt Das Herz Durchschnittlich In Einem Leben. Von Momenten, Die Es Schneller Schlagen Lassen, Wegen Der Angst, Die Sich Langsam über Einen Legt Oder Der Liebe, Die In Rauschenden Wellen Hereinbricht, Erzählt Dieses Buch Auf Bewegende Art Und Weise. Eine Reise Durch Die Bittersüßen Schläge Des Ersten Drittel Eines Lebens, Auf Dem Weg Zu Einem Selbst. Voller Hoffnung Und Tragik, Erschütternd Und Lebensbejahend, Aufwühlend Und Trostspendend - In Jedem Fall Wird Es Das Herz Berühren.",
    "language": "de",
    "image": "https://images.isbndb.com/covers/57/94/9783711545794.jpg",
    "title_long": "3 Milliarden Schläge. Life Is A Story - Story.one",
    "pages": "74",
    "date_published": "2024",
    "authors": [
      "Shannon Steadman"
    ],
    "title": "3 Milliarden Schläge. Life Is A Story - Story.one",
    "isbn13": "9783711545794",
    "msrp": "0.00",
    "isbn": "3711545793",
    "isbn10": "3711545793"
  },
  {
    "publisher": "Penguin US",
    "synopsis": "A deadly war game. An adversary as hard to find as he is to kill. Weapons so sophisticated, none have seen the like before. Juan Cabrillo and the crew of the Oregon have finally met their match in this pulse-pounding new adventure in the #1 New York Times bestselling series. When African jihadis attack a Nigerian regiment using American weapons, Cabrillo and the Oregon crew are on the case, investigating from Afghanistan to Kuala Lumpur to track a mysterious arms dealer—a genius, or perhaps a devil—known only as the Vendor. Cabrillo goes undercover to find the Vendor’s base, but his adversary isn’t just an arms smuggler. He’s an arms maker, and Cabrillo just walked into a lethal military game alongside the most dangerous mercenaries in the world, designed to test the Vendor’s cutting-edge AI arsenal. And yet, surviving an arena full of flame-throwing robots isn’t even his biggest problem. The Vendor has an army of high-speed drones headed for a pivotal military site, and if the Oregon crew can’t stop them from releasing a deadly neurotoxin, the entire globe will erupt in conflict.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/92/51/9780593719251.jpg",
    "title_long": "Ghost Soldier",
    "edition": 3,
    "pages": "496",
    "date_published": "2024-09-03",
    "subjects": [
      "Action & Adventure",
      "Suspense",
      "Thrillers"
    ],
    "authors": [
      "Mike Maden"
    ],
    "title": "Clive Cussler Ghost Soldier",
    "isbn13": "9780593719251",
    "msrp": "32",
    "binding": "ePub",
    "isbn": "0593719255",
    "isbn10": "0593719255"
  },
  {
    "publisher": "C.j. Archer",
    "synopsis": "An Invisible Message From A Dead Man Resurrects A Decades-old Mystery. With Her Sharpened Magical Senses, Sylvia Recognizes Invisible Writing While Cataloging An Obscure Book For The Library. She’s Shocked To Discover The Message, Written Many Years Earlier, Pleaded For Help. She’s Even More Shocked To Discover The Author Of The Message Was Married To A Paper Magician. Could There Be A Connection To Sylvia’s Father? With A Magical Mystery On Her Hands, Sylvia Engages The Help Of Gabe Glass, And Together They Follow The Clues To The Location Of Two Hidden Ledgers That Implicate A Very Dangerous Individual In An Illegal Bookmaking Scheme. Although Not Named, Gabe Is Convinced He Knows Who The Bookmaker Is, And Sets Out To Prove It. The Investigation Draws Them Into The Shady Underbelly Of The Horseracing Industry And Uncovers A Link To Gabe’s Parents That Takes Everyone By Surprise. As They Unravel The Mystery’s Tangled Threads, Unexpected Twists And Turns Lead Them To The Truth. But The Greatest Twist Of All Is The Danger No One Saw Coming.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/49/01/9781922554901.jpg",
    "title_long": "Secrets Of The Lost Ledgers",
    "pages": "290",
    "date_published": "2024",
    "authors": [
      "C.J. Archer"
    ],
    "title": "Secrets Of The Lost Ledgers",
    "isbn13": "9781922554901",
    "msrp": "0.00",
    "isbn": "1922554901",
    "isbn10": "1922554901"
  },
  {
    "publisher": "Ace",
    "synopsis": "The apocalypse will be televised! Welcome to the first book in the wildly popular and addictive Dungeon Crawler Carl series by Matt Dinniman—now with bonus material exclusive to this print edition.<br/><br/>You know what’s worse than breaking up with your girlfriend? Being stuck with her prize-winning show cat. And you know what’s worse than that? An alien invasion, the destruction of all man-made structures on Earth, and the systematic exploitation of all the survivors for a sadistic intergalactic game show. That’s what.<br/><br/>Join Coast Guard vet Carl and his ex-girlfriend’s cat, Princess Donut, as they try to survive the end of the world—or just get to the next level—in a video game–like, trap-filled fantasy dungeon. A dungeon that’s actually the set of a reality television show with countless viewers across the galaxy. Exploding goblins. Magical potions. Deadly, drug-dealing llamas. This ain’t your ordinary game show.<br/><br/>Welcome, Crawler. Welcome to the Dungeon. Survival is optional. Keeping the viewers entertained is not.<br/><br/>Includes part one of the exclusive bonus story “Backstage at the Pineapple Cabaret.”",
    "language": "en",
    "image": "https://images.isbndb.com/covers/02/47/9780593820247.jpg",
    "title_long": "Dungeon Crawler Carl",
    "edition": 1,
    "dimensions": "height: 229 mm, length: 152 mm, width: 29 mm, weight: 707 g",
    "dimensions_structured": {
      "length": {
        "unit": "mm",
        "value": 152
      },
      "width": {
        "unit": "mm",
        "value": 29
      },
      "weight": {
        "unit": "g",
        "value": 707
      },
      "height": {
        "unit": "mm",
        "value": 229
      }
    },
    "pages": "464",
    "date_published": "2024-08-27",
    "subjects": [
      "Science Fiction & Fantasy",
      "Science Fiction",
      "Adventure",
      "Cyberpunk",
      "Fantasy",
      "Superheroes",
      "Literature & Fiction",
      "Action & Adventure",
      "Genre Fiction",
      "GameLit & LitRPG"
    ],
    "authors": [
      "Matt Dinniman"
    ],
    "title": "Dungeon Crawler Carl",
    "isbn13": "9780593820247",
    "msrp": "0.00",
    "binding": "Hardcover",
    "isbn": "059382024X",
    "isbn10": "059382024X"
  },
  {
    "publisher": "Hachette",
    "synopsis": "From the New York Times bestselling author of the Expanse comes a spectacular new space opera that sees humanity fighting for its survival in a war as old as the universe itself. ★ “Masterful . . . . This is space opera at its best.” – Publishers Weekly (starred review) \"The start of something truly epic.\"  ― Fonda Lee, author of Jade City How humanity came to the planet called Anjiin is lost in the fog of history, but that history is about to end. The Carryx – part empire, part hive – have waged wars of conquest for centuries, destroying or enslaving species across the galaxy.  Now, they are facing a great and deathless enemy. The key to their survival may rest with the humans of Anjiin.   Caught up in academic intrigue and affairs of the heart, Dafyd Alkhor is pleased just to be an assistant to a brilliant scientist and his celebrated research team.  Then the Carryx ships descend, decimating the human population and taking the best and brightest of Anjiin society away to serve on the Carryx homeworld, and Dafyd is swept along with them. They are dropped in the middle of a struggle they barely understand, set in a competition against the other captive species with extinction as the price of failure.  Only Dafyd and a handful of his companions see past the Darwinian contest to the deeper game that they must play to survive: learning to understand – and manipulate – the Carryx themselves. With a noble but suicidal human rebellion on one hand and strange and murderous enemies on the other, the team pays a terrible price to become the trusted servants of their new rulers. Dafyd Alkhor is a simple man swept up in events that are beyond his control and more vast than his imagination.  He will become the champion of humanity and its betrayer, the most hated man in history and the guardian of his people. This is where his story begins. \"Corey is always one of the most engaging voices in the genre.\"  ― Adrian Tchaikovsky, author of Children of Time \"A bang up read. I want more.\"  ― Paolo Bacigalupi, author of The Water Knife \"A powerful, provocative masterpiece that I will be thinking about for a very long time.\"  ― Ryka Aoki, author of Light from Uncommon Stars",
    "language": "English",
    "image": "https://images.isbndb.com/covers/55/58/9780316525558.jpg",
    "title_long": "Mercy Of Gods",
    "edition": 1,
    "pages": "416",
    "date_published": "2024-08-06",
    "subjects": [
      "Adventure",
      "Space Opera"
    ],
    "authors": [
      "James S. A. Corey"
    ],
    "title": "The Mercy of Gods",
    "isbn13": "9780316525558",
    "msrp": "23.99",
    "binding": "ePub",
    "isbn": "0316525553",
    "isbn10": "0316525553",
    "other_isbns": [
      {
        "isbn": "9780316525572",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "HarperCollins",
    "synopsis": "In the vein of Where’d You Go, Bernadette and Fleishman Is in Trouble, a wickedly funny and incisive debut novel following a mother trapped in the rat race of NYC parenting as her life unravels. \"Funny, relatable fiction for anyone who thinks they're above the fray but still want to read all about it.\"—People \"Heavenly hilarity for readers.\"—Good Housekeeping It takes a village...just not this one.  Annie Lewin is at the end of her rope. She’s a mother of three young children, her workaholic husband is never around, and the vicious competition for spots in New York City’s kindergartens is heating up. A New York Times journalist-turned-parenting-advice-columnist for an internet start-up, Annie can’t help but judge the insanity of it all—even as she finds herself going to impossible lengths to secure the best spot for her own son. As Annie comes to terms with the infinitesimal odds of success, her intensifying rivalry with hotshot lawyer Belinda Brenner—a deliciously hateful nemesis, what with her perfectly curated bento box lunches and effortless Instagram chic—pushes her to the brink. Of course, this newly raw and unhinged version of Annie is great for the advice column: the more she spins out, the more clicks and comments she gets. But when she commits a ghastly social faux pas that goes viral, she’s forced to confront the question: is she really any better than the cutthroat parents she always judged? A shimmering epistolary novel incorporating emails, group texts, advice columns, newspaper profiles, and more, Plays Well with Others is a whip-smart, genuinely funny romp through the minefield of modern motherhood. But beneath its fast-paced, satirical veneer, Brickman gives us a fresh, open-hearted, all-too-real take on what it means to be a parent—fierce love, craziness, and all.  ",
    "language": "English",
    "image": "https://images.isbndb.com/covers/12/31/9780063371231.jpg",
    "title_long": "Plays Well With Others",
    "edition": 7,
    "pages": "416",
    "date_published": "2024-08-06",
    "subjects": [
      "Humorous",
      "Contemporary Women",
      "Family Life",
      "Satire",
      "Epistolary",
      "City Life"
    ],
    "authors": [
      "Sophie Brickman"
    ],
    "title": "Plays Well with Others",
    "isbn13": "9780063371231",
    "msrp": "22.4",
    "binding": "ePub",
    "isbn": "0063371235",
    "isbn10": "0063371235",
    "other_isbns": [
      {
        "isbn": "9780063371200",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Penguin Random House India Private Limited",
    "synopsis": "What Happens When Fate Keeps Bringing Two People Together, Again And Again? Dhruv Meets Avni In College And Falls Head Over Heels In Love With Her. But He Never Musters The Courage To Confess His Love Fearing That She Would Reject Him. They Graduate From College And Go Their Separate Ways. Four Years Later, Dhruv Is In Goa With His Family On Vacation. As Luck Would Have It, Avni Is In The Same Hotel As Dhruv. Will Dhruv Tell Her How He Feels, All These Years Later? And Will Avni Reciprocate His Love Or Has She Already Found Her Perfect Someone? Based On A True Story, The Right Guy Is A Heartwarming Story About Finding The Courage To Express Love, Knowing The Other Person May Not Feel The Same Way. It’s About Taking Chances And Maybe, Just Maybe, Finding The Right Guy Along The Way.",
    "language": "hi",
    "image": "https://images.isbndb.com/covers/64/17/9789357086417.jpg",
    "title_long": "The Right Guy",
    "pages": "233",
    "date_published": "2024",
    "authors": [
      "Tarun Vikash"
    ],
    "title": "The Right Guy",
    "isbn13": "9789357086417",
    "msrp": "0.00",
    "isbn": "9357086412",
    "isbn10": "9357086412"
  },
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "NATIONAL BESTSELLER • Inspired by C. S. Lewis’s The Chronicles of Narnia, this wild and wondrous novel is a fairy tale for grown-ups who still knock on the back of wardrobes—just in case—from the author of The Wishing Game. “This is the book you’ve been waiting for.”—Richard Russo, Pulitzer Prize–winning author of Empire Falls and the North Bath Trilogy As boys, best friends Jeremy Cox and Rafe Howell went missing in a vast West Virginia state forest, only to mysteriously reappear six months later with no explanation for where they’d gone or how they’d survived. Fifteen years after their miraculous homecoming, Rafe is a reclusive artist who still bears scars inside and out but has no memory of what happened during those months. Meanwhile, Jeremy has become a famed missing persons’ investigator. With his uncanny abilities, he is the one person who can help vet tech Emilie Wendell find her sister, who vanished in the very same forest as Rafe and Jeremy. Jeremy alone knows the fantastical truth about the disappearances, for while the rest of the world was searching for them, the two missing boys were in a magical realm filled with impossible beauty and terrible danger. He believes it is there that they will find Emilie’s sister. However, Jeremy has kept Rafe in the dark since their return for his own inscrutable reasons. But the time for burying secrets comes to an end as the quest for Emilie’s sister begins. The former lost boys must confront their shared past, no matter how traumatic the memories. Alongside the headstrong Emilie, Rafe and Jeremy must return to the enchanted world they called home for six months—for only then can they get back everything and everyone they’ve lost.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/88/87/9780593598887.jpg",
    "title_long": "Lost Story",
    "edition": 1,
    "pages": "718",
    "date_published": "2024-07-16",
    "subjects": [
      "Fantasy",
      "Romance",
      "Action & Adventure",
      "Lgbtq+",
      "Gay"
    ],
    "authors": [
      "Meg Shaffer"
    ],
    "title": "The Lost Story",
    "isbn13": "9780593598887",
    "msrp": "19.99",
    "binding": "ePub",
    "isbn": "0593598881",
    "isbn10": "0593598881",
    "other_isbns": [
      {
        "isbn": "9780593598870",
        "binding": "printisbncanonical"
      },
      {
        "isbn": "9780593740033",
        "binding": "print"
      },
      {
        "isbn": "9780593740040",
        "binding": "print"
      },
      {
        "isbn": "9798217072224",
        "binding": "print"
      }
    ]
  },
  {
    "publisher": "Random House",
    "synopsis": "NATIONAL BESTSELLER • An exhilarating novel about one American family and the dark moment that shatters their suburban paradise, from the New York Times bestselling author of Fleishman Is in Trouble New York Times Book Review Editors’ Choice • New York Magazine’s Beach Read Book Club Pick • Belletrist Book Club Pick “A big, juicy, wickedly funny social satire.”—Oprah Daily “Were we gangsters? No. But did we know how to start a fire?” In 1980, a wealthy businessman named Carl Fletcher is kidnapped from his driveway, brutalized, and held for ransom. He is returned to his wife and kids less than a week later, only slightly the worse, and the family moves on with their lives, resuming their prized places in the saga of the American dream, comforted in the realization that though their money may have been what endangered them, it is also what assured them their safety. But now, nearly forty years later, it’s clear that perhaps nobody ever got over anything, after all. Carl has spent the ensuing years secretly seeking closure to the matter of his kidnapping, while his wife, Ruth, has spent her potential protecting her husband’s emotional health. Their three grown children aren’t doing much better: Nathan’s chronic fear won’t allow him to advance at his law firm; Beamer, a Hollywood screenwriter, will consume anything—substance, foodstuff, women—in order to numb his own perpetual terror; and Jenny has spent her life so bent on proving that she’s not a product of her family’s pathology that she has come to define it. As they hover at the delicate precipice of a different kind of survival, they learn that the family fortune has dwindled to just about nothing, and they must face desperate questions about how much their wealth has played a part in both their lives’ successes and failures. Long Island Compromise spans the entirety of one family’s history, winding through decades and generations, all the way to the outrageous present, and confronting the mainstays of American Jewish life: tradition, the pursuit of success, the terror of history, fear of the future, old wives’ tales, evil eyes, ambition, achievement, boredom, dybbuks, inheritance, pyramid schemes, right-wing capitalists, beta-blockers, psychics, and the mostly unspoken love and shared experience that unite a family forever.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/35/07/9780593133507.jpg",
    "title_long": "Long Island Compromise: A Novel",
    "edition": 3,
    "pages": "416",
    "date_published": "2024",
    "subjects": [
      "Family Life",
      "Literary",
      "Satire",
      "English & College Success -> English -> Fiction"
    ],
    "authors": [
      "Taffy Brodesser-Akner"
    ],
    "title": "Long Island Compromise: A Novel",
    "isbn13": "9780593133507",
    "msrp": "49.99",
    "binding": "Kindle Edition",
    "isbn": "0593133501",
    "isbn10": "0593133501",
    "other_isbns": [
      {
        "isbn": "9780593133491",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "HarperCollins Christian",
    "synopsis": "Sometimes you’re so busy writing other people’s stories that you lose the plot of your own. This wasn’t how Kelsey Worthington’s day was supposed to go. She wasn’t supposed to be picking up Starbucks for her smarmy boss. She wasn’t supposed to get hit by a car that jumped the curb. And she certainly wasn’t supposed to wake up in a hospital room next to Georgina Tate—the legendary matriarch of New York City businesswomen. Kelsey and Georgina couldn’t be more opposite. Kelsey’s a dreamer, a writer who questions her own skill. And Georgina is a confident businesswoman whose years of shouldering her way into boardrooms and making her voice heard have made her far too outspoken for the faint of heart. But now, when Georgina’s failing kidneys force her to face some big regrets about the way she’s lived her life, the two women recognize they share a common thread. Maybe it’s time to confront a few things. They must ask themselves: What if I said yes to everything I’ve always said no to? With Georgina as her companion, Kelsey soon finds herself doing things she’s never done before. Eating street food. Swimming in the ocean. Matchmaking for Georgina with the help of Georgina’s handsome son. And writing her own romance—both in book form and in real life. So begins the Summer of Yes. Stand-alone novel Perfect for fans of Denise Hunter and Rachel Linden Book length: 100,000 words Includes discussion questions for book clubs",
    "language": "English",
    "image": "https://images.isbndb.com/covers/37/28/9780840713728.jpg",
    "title_long": "Summer Of Yes",
    "edition": 1,
    "pages": "416",
    "date_published": "2024-07-02",
    "subjects": [
      "Contemporary",
      "Romance",
      "Contemporary Women"
    ],
    "authors": [
      "Courtney Walsh"
    ],
    "title": "The Summer of Yes",
    "isbn13": "9780840713728",
    "msrp": "17.99",
    "binding": "ePub",
    "isbn": "084071372X",
    "isbn10": "084071372X",
    "other_isbns": [
      {
        "isbn": "9780840713698",
        "binding": "printisbncanonical"
      },
      {
        "isbn": "9780840713865",
        "binding": "print"
      }
    ]
  },
  {
    "publisher": "Feltrinelli Editore",
    "synopsis": "<p>Giovanna J. Giò è una donna di straordinaria bellezza e micidiale crudeltà. Ritiene di essere affetta da Sindrome Premestruale Perenne di Tipo 1, patologia che la porta a disprezzare chiunque.Se infatti le donne di Tipo 3, per via degli estrogeni, sono ben disposte nei confronti del genere umano e degli uomini in particolare, e le donne di Tipo 2 tengono a bada il disordine ormonale con shopping compulsivo e pinte di prosecco, le donne di Tipo 1 – ceppo al quale appartiene Giovanna – non hanno sbalzi di umore, perché sono sempre di pessimo umore. La loro è, per l'appunto, una sindrome premestruale perenne.A intervalli regolari, Giovanna scrive lettere infuocate all'Inps perché questa \"malattia\" venga riconosciuta come invalidante: in tal modo lei potrebbe ricevere un assegno mensile, trascorrere il tempo leggendo i capolavori incompresi della letteratura americana e lasciare il suo posto di dottoranda mal pagata in un'università romana.Giovanna ha infatti due nemici giurati: il mondo intero e il professor Enrico Mazzetti.A 74 anni suonati, Mazzetti non vuole mollare la cattedra malgrado non sappia distinguere Bukowski da John Fante, per il quale lei nutre un amore incondizionato e a cui racconta dentro di sé i propri piani di distruzione e di rinascita. E mentre il direttore dell'Inps riesce pian piano a scorgere una certa validità nelle folli istanze di invalidità di Giovanna, lei trova un'inquietante alleata di Tipo 1 in grado forse di portare Mazzetti al pensionamento. Graffiante, ironico, caustico: un romanzo trascinante e divertentissimo che mette a nudo, spingendoli al paradosso, i mali del nostro tempo, dalla questione di genere al precariato, dai rapporti di coppia alla salute del pianeta. Al suo esordio Roberta Casasole ci regala l'epopea selvaggia di una donna scatenata che non ha paura di nessuno e fa a pezzi ogni tabù. \"E poi ci siamo noi, le donne di Tipo 1, con Sindrome Premestruale Perenne. L'amore ci sussurra all'orecchio dolci parole e noi gli gridiamo che non c'è campo. Donne che non hanno sbalzi di umore, perché sono sempre di pessimo umore. Noi siamo le elette.\"Un romanzo irriverente e scatenato, oltre ogni tabù.Si ride da pagina 1 a pagina 293.<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/05/02/9788858860502.jpg",
    "title_long": "Escribir en la universidad. Un desafío de creatividad y pensamiento crítico Escribir en la universidad. Un desafío de creatividad y pensamiento crítico",
    "edition": 1,
    "dimensions": "eBook",
    "pages": "304",
    "date_published": "2024-07-01",
    "authors": [
      "Roberta Casasole"
    ],
    "title": "Tagli",
    "isbn13": "9788858860502",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8858860500",
    "isbn10": "8858860500"
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "From the author of the Read with Jenna Bonus Pick A Little Hope, an uplifting and emotionally resonant novel set in a Delaware beach town about a local restaurant owner at a turning point. Three generations of Schmidts have run their family’s beachfront restaurant and Jack has been at the helm since the death of his father. Jack puts the demands of the restaurant above all else, with a string of failed relationships, no hobbies, and no days off as proof of his commitment to the place. He can’t remember the last time he sat on the beach, or even enjoyed a moment to himself. Meanwhile, the DelDine group has been gradually snapping up beloved eateries along this stretch of coast and are pursuing Jack with a very generous offer to take Schmidt’s off his hands. Jack craves companionship and maybe even a family. He wonders if closing the door on the restaurant might open a new window for him. But who would he be without Schmidt’s, and can he trust DelDine’s claims that they will continue to employ his staff and honor his family’s legacy? When he receives startling news from the past, Jack begins to reshape his life and forge unexpected new friendships. But will he really let go of the very things that have defined him?",
    "language": "English",
    "image": "https://images.isbndb.com/covers/46/14/9781668024614.jpg",
    "title_long": "Same Bright Stars",
    "edition": 1,
    "pages": "784",
    "date_published": "2024-07-02",
    "subjects": [
      "Literary",
      "Family Life"
    ],
    "authors": [
      "Ethan Joella"
    ],
    "title": "The Same Bright Stars",
    "isbn13": "9781668024614",
    "msrp": "70",
    "binding": "ePub",
    "isbn": "1668024616",
    "isbn10": "1668024616",
    "other_isbns": [
      {
        "isbn": "9781668024591",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "HarperCollins",
    "synopsis": "In this charming and emotionally resonant follow up to the internationally bestselling Days at the Morisaki Bookshop, Satoshi Yagisawa paints a poignant and thoughtful portrait of life, love, and how much books and bookstores mean to the people who love them. Set again in the beloved Japanese bookshop and nearby coffee shop in the Jimbochi neighborhood of Toyko, More Days at the Morisaki Bookshop deepens the relationship between Takako, her uncle Satoru , and the people in their lives. A new cast of heartwarming regulars have appeared in the shop, including an old man who wears the same ragged mouse-colored sweater and another who collects books solely for the official stamps with the author’s personal seal. Satoshi Yagisawa illuminates the everyday relationships between people that are forged and grown through a shared love of books. Characters leave and return, fall in and out of love, and some eventually die. As time passes, Satoru, with Takako’s help, must choose whether to keep the bookshop open or shutter its doors forever. Making the decision will take uncle and niece on an emotional journey back to their family’s roots and remind them again what a bookstore can mean to an individual, a neighborhood, and a whole culture.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/87/21/9780063278721.jpg",
    "title_long": "More Days At The Morisaki Bookshop",
    "edition": 5,
    "pages": "416",
    "date_published": "2024-07-02",
    "subjects": [
      "Literary",
      "Family Life"
    ],
    "authors": [
      "Satoshi Yagisawa"
    ],
    "title": "More Days at the Morisaki Bookshop",
    "isbn13": "9780063278721",
    "msrp": "18.39",
    "binding": "ePub",
    "isbn": "0063278723",
    "isbn10": "0063278723",
    "other_isbns": [
      {
        "isbn": "9780063278714",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "EINAUDI",
    "synopsis": "<p>- Scoprire la profondità della tristezza di un figlio, a neanche sedici anni, è come trovare qualcosa in un posto in cui non te lo saresti mai aspettato. In cui proprio non dovrebbe esserci.<br> - Che vuoi dire?<br> - Tipo, non so. Come trovare la neve in fondo al mare.Matteo Bussola racconta un nodo del nostro tempo: la fragilità adolescenziale. Scrive una storia toccante, piena di grazia, sul tradimento che implica diventare sé stessi. E ci mostra, con onestà e delicatezza, quel che si prova davanti al dolore di un figlio, ma anche la luce dell'essere genitori, che pure nel buio continua a brillare. Perché è difficile accogliere la verità di chi amiamo, soprattutto se lo abbiamo messo al mondo. Ma l'amore porta sempre con sé una rinascita. Un padre e un figlio, dentro una stanza. L'uno di fronte all'altro, come mai sono stati. Ciascuno lo specchio dell'altro. Loro due, insieme, in un reparto di neuropsichiatria infantile. Ci sono altri genitori, in quel reparto, altri figli. Adolescenti che rifiutano il cibo o che si fanno del male, che vivono l'estenuante fatica di crescere, dentro famiglie incapaci di dare un nome al loro tormento. E madri e padri spaesati, che condividono la stessa ferita, l'intollerabile sensazione di non essere piú all'altezza del proprio compito. Con la voce calda, intima, di un padre smarrito, Matteo Bussola fotografa l'istante spaventoso in cui genitori e figli smettono di riconoscersi, e parlarsi diventa impossibile. Attraverso un pugno di personaggi strazianti e bellissimi, ci ricorda che ogni essere umano è un mistero, anche quando siamo noi ad averlo generato.<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/58/08/9788858445808.jpg",
    "title_long": "Fuoco e fiamme Una storia dell'inferno",
    "edition": 1,
    "dimensions": "eBook",
    "pages": "192",
    "date_published": "2024-06-25",
    "authors": [
      "Matteo Bussola"
    ],
    "title": "La neve in fondo al mare",
    "isbn13": "9788858445808",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8858445805",
    "isbn10": "8858445805"
  },
  {
    "publisher": "Suma",
    "synopsis": "La Explosiva Secuela Del Thriller Más Viral Del Momento. Un Best Seller Que Triunfa En Las Listas De Todo El Mundo. Es Difícil Encontrar Trabajo Sin Que Pregunten Demasiado Sobre Tu Pasado. Así Que Le Agradezco Al Universo Que, Milagrosamente, Los Garrick Me Hayan Dado Empleo Limpiando Su Impresionante ático De Nueva York. Es Casi Perfecto. Sin Embargo, Todavía No He Conocido A La Señora Garrick Ni He Podido Ver Lo Que Hay Dentro De La Habitación De Invitados. Estoy Segura De Que La Oigo Llorar. También Veo Las Manchas De Sangre En El Cuello De Sus Camisones Cuando Hago La Colada. Y, Un Día, No Puedo Evitar Llamar A Su Puerta. Cuando Esta Se Abre Lentamente, Lo Que Veo Lo Cambia Todo... Es Entonces Cuando Hago Una Promesa. Douglas Garrick Se Ha Equivocado. Y Va A Pagar. Es Solo Una Cuestión De Hasta Dónde Estoy Dispuesta A Llegar.",
    "language": "es",
    "image": "https://images.isbndb.com/covers/94/17/9788491299417.jpg",
    "title_long": "El Secreto De La Empleada",
    "pages": "343",
    "date_published": "2024",
    "authors": [
      "Freida McFadden"
    ],
    "title": "El Secreto De La Empleada",
    "isbn13": "9788491299417",
    "msrp": "0.00",
    "isbn": "8491299416",
    "isbn10": "8491299416"
  },
  {
    "publisher": "Random House",
    "synopsis": "New York Times Bestseller • From The Author Of We Begin At The End Comes A Soaring Thriller And An Epic Love Story That “hits Like A Sledgehammer . . . An Absolutely Must-read Novel” (gillian Flynn, Author Of Gone Girl). Read With Jenna Book Club Pick As Featured On Today The Boston Globe’s #1 Thriller/mystery Of 2024 So Far One Of The Washington Post’s Best Books Of Summer “kept Me Frantically Turning The Pages And Somehow Made Me Cry At The End . . . Brava!”—kristin Hannah, Author Of The Women “melds Tense Suspense With A Powerful Exploration Of Devotion, Obsession, And Love.”—people (best New Books) 1975 Is A Time Of Change In America. The Vietnam War Is Ending. Muhammad Ali Is Fighting Joe Frazier. And In The Smalltown Of Monta Clare, Missouri, Girls Are Disappearing. When The Daughter Of A Wealthy Family Is Targeted, The Most Unlikely Hero Emerges—patch, A Local Boy, Who Saves The Girl, And, In Doing So, Leaves Heartache In His Wake. Patch And Those Who Love Him Soon Discover That The Line Between Triumph And Tragedy Has Never Been Finer. And That Their Search For Answers Will Lead Them To Truths That Could Mean Losing One Another. A Missing Person Mystery, A Serial Killer Thriller, A Love Story, A Unique Twist On Each, Chris Whitaker Has Written A Novel About What Lurks In The Shadows Of Obsession And The Blinding Light Of Hope.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/37/37/9798217033737.jpg",
    "title_long": "All The Colors Of The Dark",
    "pages": "609",
    "date_published": "2024",
    "authors": [
      "Chris Whitaker"
    ],
    "title": "All The Colors Of The Dark",
    "isbn13": "9798217033737",
    "msrp": "0.00",
    "isbn": "9798217033737",
    "other_isbns": [
      {
        "isbn": "9780593798881",
        "binding": "print"
      }
    ]
  },
  {
    "publisher": "Casa Editrice Nord",
    "synopsis": "<p>Salento, 1959. Lorenzo e Agnese hanno perso tutto. E lo capiscono quando, con gli occhi tristi che si porta dietro da una vita, il padre annuncia di aver venduto il saponificio di famiglia, un'eredità che lui ha vissuto come una condanna. Per Lorenzo e Agnese, invece, quella fabbrica che il nonno ha creato dal nulla, che profuma di talco, di essenze floreali e di oli vegetali, e che occupa ogni loro pensiero, era la certezza di un presente sereno e la promessa di un futuro da tracciare insieme, uniti. Quindi l'idea di rimanere lì come semplici operai sotto un nuovo, arrogante padrone è devastante per entrambi. Lorenzo, orgoglioso e impulsivo, se ne va sbattendo la porta, col cuore colmo di rabbia e con un solo obiettivo: trovare i soldi necessari per riprendersi quello che è suo. Ma Agnese non lo segue: tanto risoluta se si tratta di formulare saponi quanto insicura quando le tocca abitare il mondo al di fuori del saponificio, dichiara: «Io resto dov'è casa mia». È una crepa profonda, apparentemente insanabile, quella che si apre tra fratello e sorella e li spingerà su strade opposte e imprevedibili. Perché vogliono la stessa cosa, Lorenzo e Agnese, almeno finché l'amore non li porterà di nuovo a un bivio. Ognuno dei due farà una scelta, tracciando un altro domani… Sarà per entrambi un domani senza rimpianti? Questa è la storia della passione che prima unisce e poi divide un fratello e una sorella. Una storia che parla di decisioni prese ascoltando la mente o il cuore oppure tutti e due. Di quell'istante che può cambiare una vita intera. Ma anche di un'Italia che, incredula, sta scoprendo un improvviso benessere, che lavora alla catena di montaggio e poi canta con Mina e balla al ritmo del twist, giovane, creativa, impaziente…<br></p>",
    "language": "ita",
    "image": "https://images.isbndb.com/covers/64/66/9788842936466.jpg",
    "title_long": "Globalismo e democrazia L'economia politica del tardo neoliberismo",
    "edition": 10,
    "dimensions": "eBook",
    "pages": "384",
    "date_published": "2023-06-08",
    "authors": [
      "Francesca Giannone"
    ],
    "title": "Domani, domani",
    "isbn13": "9788842936466",
    "msrp": "0.00",
    "binding": "eBook",
    "isbn": "8842936464",
    "isbn10": "8842936464"
  },
  {
    "publisher": "Sierra Simone",
    "synopsis": "I Have One Job In This Arranged Marriage, And That’s To Seduce My Husband. It Should Be Easy; I’m The Heiress To A Transatlantic Fortune, Bred And Raised To Make A Good Match. I’ve Spent A Lifetime Building Up My Endurance, My Discipline, My Dedication To My God And My Church. The Danger Lies In Falling For The Devil Who Put His Ring On My Finger—a Mistake I Made Years Ago, And Can’t Afford To Make Again. There Is One More Danger: Handsome And Green-eyed, Emotionally Wounded. Tristan Thomas, Former Soldier And My New Husband’s Bodyguard. A Hero Who Stole My Heart With Salt-soaked Kisses On The Sea. But Lyonesse Is Not Like Other Places, And This Isn’t Like Other Marriages. Soon Tristan, Mark, And I Are Tangled In A Knot Of Vicious Jealousy And Gorgeous Wickedness, Where Suspicion Is An Aphrodisiac And Secrets And Vows Are One And The Same. And There Is Something Far Darker At Play Than My Real Purpose, Than The Machinations Of The Church I Serve. Darker Even Than The Twisted Longings Of My Own Heart. Because My Husband Has Secrets Of His Own, And The Reason He’ll Stop At Nothing To Possess Me Could Slice My Soul Deeper Than The Honeysuckle-hilted Knife He Gave Me Once Upon A Time. Because When It Comes To Mark Trevena And His Games, The First Cut Is More Than The Deepest—it’s The Sweetest. And He Always Leaves You Begging For More… Honey Cut Is The Second Book In The Lyonesse Trilogy.",
    "language": "en",
    "image": "https://images.isbndb.com/covers/43/85/9781949364385.jpg",
    "title_long": "Honey Cut",
    "pages": "427",
    "date_published": "2024",
    "authors": [
      "Sierra Simone"
    ],
    "title": "Honey Cut",
    "isbn13": "9781949364385",
    "msrp": "0.00",
    "isbn": "1949364380",
    "isbn10": "1949364380"
  },
  {
    "publisher": "W. W. Norton",
    "synopsis": "<p>A Finalist for the 2024 Orwell Prize for Political Fiction </p>\r\n\r\n<p>A biting portrait of British class, politics, and money told through five interconnected families and their rising—and declining—fortunes. </p>\r\n\r\n<p>Campbell Flynn, art historian, professor, and fêted fixture of the literati, always knew that when his life came crashing down, it would happen in public—yet he never imagined that a single year in London would expose so much. He’s never taken other people half as seriously as they take themselves, which is the first of his mistakes. The second is a new project: opportunistic and precisely calibrated to rake in a fortune. Riding on the high of a best-selling biography of Vermeer and fielding more inquiries and requests than he has the time or patience to pursue, Campbell has nevertheless still not managed to shake the question of money. The fact of his quiet loan from a school friend now embroiled in scandal makes the ever-present worry feel even more pressing. His unflappable agent, Atticus; his steadfast wife, Elizabeth; his sister, Moira, crusading parliamentarian for the poor; his well-adjusted, well-off adult children, Angus and Kenzie; and all the outward trappings of success can’t conceal that something in his life is off. As Campbell becomes increasingly entangled with a brilliant student, convention-smashing and working class, like he used to be, he feels he’s been given a second chance to embrace the change that frightens him, even as he sees trouble brewing for his family and friends. Campbell’s personal quest takes him down darker roads than he could have imagined, and all his worlds—the art scene and academia, fashion and the English aristocracy, journalism and the internet—collide in spectacular fashion, culminating in one shocking night on Caledonian Road.</p>",
    "language": "English",
    "image": "https://images.isbndb.com/covers/48/85/9781324074885.jpg",
    "edition": 1,
    "pages": "212",
    "date_published": "2024-06-18",
    "subjects": [
      "Literary",
      "Satire",
      "City Life",
      "21st Century"
    ],
    "authors": [
      "Andrew O'Hagan"
    ],
    "title": "Caledonian Road: A Novel",
    "isbn13": "9781324074885",
    "msrp": "32.5",
    "binding": "ePub",
    "isbn": "1324074884",
    "isbn10": "1324074884",
    "other_isbns": [
      {
        "isbn": "9781324074878",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Vr Europa",
    "synopsis": "Se Suponía Que Iba A Ser Un Beso Inofensivo En Un Lujoso Baile De Debutantes. Un Desliz Con Un Apuesto Desconocido. Pero A Diferencia De Su Tocayo, A Mi Romeo No Lo Mueve El Amor. Lo Impulsa La Venganza. Para él, Soy Una Pieza De Ajedrez. Algo De Lo Que Sacar Ventaja. La Prometida De Su Rival. Para Mí Es Un Hombre Que Merece Veneno. Un Príncipe Oscuro Con El Que Me Niego A Casarme. Él Cree Que Aceptaré Mi Destino, Pero Yo Planeo Reescribirlo. Y En Mi Historia, Julieta No Muere. ¿pero Romeo? Él Sí.",
    "language": "es",
    "image": "https://images.isbndb.com/covers/35/14/9788419873514.jpg",
    "title_long": "Mi Oscuro Romeo",
    "pages": "551",
    "date_published": "2024",
    "authors": [
      "Parker S. Huntington",
      "L.J. Shen"
    ],
    "title": "Mi Oscuro Romeo",
    "isbn13": "9788419873514",
    "msrp": "0.00",
    "isbn": "8419873519",
    "isbn10": "8419873519"
  },
  {
    "publisher": "Atlas Contact",
    "synopsis": "In Dit Ultieme Zomerboek Volgen We Alex, Entertainer Bij Een Clubhotel Op Mallorca. Wie Zijn We Als We Niets Hóeven? Geestig En Ontroerend Schetst Verhulst Ons Onvermogen Om De Boel De Boel Te Laten. Ze Hoefden Heel Even Nergens In Uit Te Blinken, Niet In Hun Job, Niet In Hun Sport, Niet Eens Zoveel In Het Ouderschap Zelfs. Het Veel Te Kleine Cadeautje Van Het Kapitalisme Was Dit Verlof, Een Doekje Voor Het Leegbloeden, De Grote Schijnvertoning Van De Welvaart. En Dus Dienden Ze Te Worden Verwend. Bechamel Mucho Begint Als Een Zonnige Diavoorstelling Van Een Zorgeloze Zomer, Waarbij Allerhande Gasten Van Een Spaans Clubhotel De Revue Passeren. Maar Schijn Bedriegt, Want Al Snel Ontvouwt Zich Een Scherpe En Meeslepende Schets Van De Consumptiemaatschappij. De Kersverse Weduwe, De Alleenstaande Moeder Met Kind, De Vrouwelijke Helft Van Een Uitgeblust Echtpaar, De Jonge Stewardess Op Zoek Naar Ontspanning, De Fitte Fietser, Iedere Gast Heeft Haar Eigen Verhaal. En Allemaal Willen Ze, Al Dan Niet Voor Een Nacht, Alex, De Animator Van Het Hotel. En Het Is Alex Die Aan Het Einde Van Het Seizoen Moet Beslissen Wat Hij Gaat Doen. Of Eigenlijk: Wie Hij Wil Zijn.",
    "language": "nl",
    "image": "https://images.isbndb.com/covers/60/45/9789025476045.jpg",
    "title_long": "Bechamel Mucho",
    "pages": "127",
    "date_published": "2024",
    "authors": [
      "Dimitri Verhulst"
    ],
    "title": "Bechamel Mucho",
    "isbn13": "9789025476045",
    "msrp": "0.00",
    "isbn": "902547604X",
    "isbn10": "902547604X"
  },
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "USA TODAY AND PUBLISHERS WEEKLY BESTSELLER • “Wingate’s stellar latest explores a centuries-long legacy of missing child cases. . . . Her portrayal of the region’s history, culture, and landscape enthralls. Wingate is at the top of her game.”—Publishers Weekly, starred review From the #1 New York Times bestselling author of Before We Were Yours comes “a sweeping tale about little known history” (People): the women pioneers who fought to protect children caught in the storm of land barons hungry for power and oil wealth. 1909. Eleven-year-old Olive Augusta Radley knows that her stepfather doesn’t have good intentions toward the two Choctaw girls boarded in their home as wards. When the older girl disappears, Ollie flees to the woods, taking six-year-old Nessa with her. Together they begin a perilous journey to the remote Winding Stair Mountains, the notorious territory of outlaws, treasure hunters, and desperate men. Along the way, Ollie and Nessa form an unlikely band with others like themselves, struggling to stay one step ahead of those who seek to exploit them . . . or worse. 1990. Law enforcement ranger Valerie Boren-Odell arrives at newly minted Horsethief Trail National Park seeking a quiet place to balance a career and single parenthood. But no sooner has Valerie reported for duty than she’s faced with local controversy over the park’s opening, a teenage hiker gone missing from one of the trails, and the long-hidden burial site of three children unearthed in a cave. Val’s quest for the truth wins an ally among the neighboring Choctaw Tribal Police but soon collides with old secrets and the tragic and deadly history of the land itself. In this emotional and enveloping novel, Lisa Wingate traces the story of children abandoned by the law and the battle to see justice done. Amid times of deep conflict over who owns the land and its riches, Ollie and Val traverse the rugged and beautiful terrain, each leaving behind one life in search of another.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/65/18/9780593726518.jpg",
    "title_long": "Shelterwood",
    "edition": 1,
    "pages": "416",
    "date_published": "2024-06-04",
    "subjects": [
      "Historical",
      "Literary",
      "Contemporary Women"
    ],
    "authors": [
      "Lisa Wingate"
    ],
    "title": "Shelterwood",
    "isbn13": "9780593726518",
    "msrp": "29.99",
    "binding": "ePub",
    "isbn": "0593726510",
    "isbn10": "0593726510",
    "other_isbns": [
      {
        "isbn": "9780593726501",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Grijalbo",
    "synopsis": "La Mejor Comedia RomÁntica La Escribe Violeta Reed. Vuelve La Autora De Yo TambiÉn No Es Te Quiero Y La BilogÍa Mis Razones. Él No Cree En Los Finales Felices Lo Primero Que Hay Que Saber Sobre Zac Anderson Es Que, Para él, El Amor Es La Peor Enfermedad Que Existe. Lo Segundo Es Que Es Un Ligón Empedernido Que Nunca Se Enamora Y A Cuya Sonrisa Encantadora Solo Se Ha Resistido Una Mujer. Y Lo Tercero, Que Es Médico Y Está A Punto De Mudarse A Manhattan. Ella Vive Por Los «sÍ, Quiero» De Las Historias De Amor Grace Harris Acaba De Ascender A Editora Jefa Y Desde El Primer Día Las Catástrofes Se Suceden En El Trabajo De Sus Sueños. Cuando Menos Se Lo Espera, La Solución Al Incendio Editorial Que Debe Apagar Se Materializa En Zac Anderson. Él Estará Dispuesto A Ayudarla Si Ella Le Acompaña A Llevar Su Coche Desde California A Nueva York. Grace Siempre Ha Querido Vivir Una Comedia Romántica, Pero Sabe Que El Creído De Zac Nunca Sería El Protagonista De La Suya. Por Eso Acepta El Trato. Son Demasiado Incompatibles Para Fijarse El Uno En El Otro, Pero Un Viaje Porcarretera A Través De La Ruta 66 Podría Demostrarles Que Están Equivocados. Y Es Que Quizá Para Que Los Polos Opuestos Se Atraigan Solo Se Necesitan 3.000 Millas De Distancia.",
    "language": "es",
    "image": "https://images.isbndb.com/covers/76/32/9788425367632.jpg",
    "title_long": "Quizá Sí Quiero (quererte 2)",
    "pages": "572",
    "date_published": "2024",
    "authors": [
      "Violeta Reed"
    ],
    "title": "Quizá Sí Quiero (quererte 2)",
    "isbn13": "9788425367632",
    "msrp": "0.00",
    "isbn": "8425367638",
    "isbn10": "8425367638"
  },
  {
    "publisher": "Random House Digital Inc.",
    "synopsis": "#1 NEW YORK TIMES BESTSELLER • Escape to Camino Island, where bookseller Bruce Cable and novelist Mercer Mann always manage to find trouble in paradise. Don’t miss John Grisham’s upcoming Framed, his first work of nonfiction since The Innocent Man! Mercer Mann, a popular writer from Camino Island, is back on the beach, marrying her boyfriend, Thomas, in a seaside ceremony. Bruce Cable, infamous owner of Bay Books, performs the wedding. Afterward, Bruce tells Mercer that he has stumbled upon an incredible story. Mercer desperately needs an idea for her next novel, and Bruce now has one.   The true story is about Dark Isle, a sliver of a barrier island not far off the North Florida coast. It was settled by freed slaves three hundred years ago, and their descendants lived there until 1955, when the last one was forced to leave. That last descendant is Lovely Jackson, elderly now, who loves her birthplace and its remarkable history. But now Tidal Breeze, a huge, ruthless corporate developer, wants to build a resort and casino on the island, which Lovely knows, deep down, is rightfully hers.   Mercer befriends Lovely, and they plunge into an enormous fight over who owns Dark Isle, taking on Tidal Breeze Corporation, its lawyers, lobbyists, and powerful Florida politicians. But Lovely knows something about the island that could seriously cloud the dollar signs in the developer’s eyes: the island is cursed. It has remained uninhabited for nearly a century for some very real and very troubling reasons. The deep secrets of the past are about to collide with the enormous ambitions of the present, and the fate of Dark Isle—and Camino Island, too—hangs in the balance.   Look for all of John Grisham’s rollicking Camino novels: Camino Island Camino Winds Camino Ghosts",
    "language": "English",
    "image": "https://images.isbndb.com/covers/60/03/9780385546003.jpg",
    "edition": 1,
    "pages": "400",
    "date_published": "2024-05-28",
    "subjects": [
      "Suspense",
      "Historical",
      "Thrillers",
      "Crime"
    ],
    "authors": [
      "John Grisham"
    ],
    "title": "Camino Ghosts",
    "isbn13": "9780385546003",
    "msrp": "40.99",
    "binding": "ePub",
    "isbn": "0385546009",
    "isbn10": "0385546009",
    "other_isbns": [
      {
        "isbn": "9780385545990",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Penguin Random House India Private Limited",
    "synopsis": "To Prepare For The Future, Our Ancestors Created The Naga Sadhus—a Clan Of Warriors For The Protection Of Dharma, As Proclaimed By Adi Guru Shankaracharya In The Eighth Century. This Sect Of Shiva Devotees Has Stood Firm, Living Selflessly And Fighting Fearlessly. For Centuries, They Have Died The Death Of Heroes, Serving And Saving Dharma And The Temples. In The Year 1757, 111 Naga Sadhus Borrowed The Majestic Weapons Of The Idols Of Their Gods. Fueled By Their Belief In Lord Shiva, They Gathered An Invincible Courage To Protect The Temples Of Gokul. They Stood As An Indestructible Wall, Led By Ajaa, A Fearless Naga Warrior, Against The Afghan Army Of 4000 Men, A Cavalry Of 200 Horses And 100 Camels, And 20 Cannons. The Brutal Afghan Army Was Led By Sardar Khan, The Most Ruthless Commander Of Emperor Ahmed Shah Abdali, Ill-famed For The Demolition Of Temples And Building A History Of Genocide In Bharat. The Fight Continues. This Is The Naga Warrior’s Commitment To Courage And Determination. This Is The Clash Of Shiva Devotees Against The Devils That Lie Under Men’s Skin. This Is The Battle Of Gokul.",
    "language": "hi",
    "image": "https://images.isbndb.com/covers/93/64/9789357089364.jpg",
    "title_long": "The Naga Warriors 1",
    "pages": "186",
    "date_published": "2024",
    "authors": [
      "Akshat Gupta"
    ],
    "title": "The Naga Warriors 1",
    "isbn13": "9789357089364",
    "msrp": "0.00",
    "isbn": "9357089365",
    "isbn10": "9357089365"
  },
  {
    "publisher": "Dumont Buchverlag",
    "synopsis": "Ida Hat Nichts Bei Sich Außer Dem Alten, Verschrammten Hartschalenkoffer Ihrer Mutter, Ein Paar Lieblingsklamotten Und Ihrem Macbook, Als Sie Ihr Zuhause Verlässt. Es Ist Wahrscheinlich Ein Abschied Für Immer Von Der Kleinstadt, In Der Sie Ihr Ganzes Bisheriges Leben Verbracht Hat. Im Abschiednehmen Ist Ida Richtig Schlecht; Sie Hat Es Vor Zwei Monaten Nicht Einmal Auf Die Beerdigung Ihrer Mutter Geschafft. Am Bahnhof Sucht Sie Sich Den Zug Aus, Der Am Weitesten Wegfährt – Auf Keinen Fall Will Sie Zu Ihrer Schwester Tilda Nach Hamburg –, Und Landet Auf Rügen. Ohne Plan, Nur Mit Einem Großen Klumpen Aus Wut, Trauer Und Schuld Im Bauch, Streift Sie über Die Ostseeinsel. Und Trifft Schließlich Auf Knut, Den örtlichen Kneipenbesitzer, Und Seine Frau Marianne, Die Ida Kurzerhand Bei Sich Aufnehmen. Zu Dritt Frühstücken Sie Jeden Morgen Aufbackbrötchen, Den Tag Verbringt Ida Dann Mit Marianne, Sie Walken Gemeinsam Durch Den Wald Oder Spielen Skip-bo, Abends Arbeitet Ida Mit Knut In Der »robbe«. Und Sie Lernt Leif Kennen, Der ähnlich Versehrt Ist Wie Sie. Auf Einmal Ist Alles Ein Bisschen Leichter, Erträglicher In Idas Leben. Bis Ihre Welt Kurz Darauf Wieder Aus Den Angeln Gehoben Wird. Nach Ihrem Gefeierten Debüt ›22 Bahnen‹ Erzählt Caroline Wahl In Ihrem Unverwechselbaren Sound Nun, Wie Ida Es Mit Dem Leben Aufnimmt. Ein Aufwühlender, Intensiver Und Dabei Ungemein Tröstlicher Roman über Töchter, Schwestern Und Mütter, über Vermeintliche Schuld Und Das Verzeihen – Sich Selbst Und Den Anderen.",
    "language": "de",
    "image": "https://images.isbndb.com/covers/00/32/9783755810032.jpg",
    "title_long": "Windstärke 17",
    "pages": "243",
    "date_published": "2024",
    "authors": [
      "Caroline Wahl"
    ],
    "title": "Windstärke 17",
    "isbn13": "9783755810032",
    "msrp": "0.00",
    "isbn": "3755810034",
    "isbn10": "3755810034"
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "A USA TODAY Bestseller “The Return of Ellie Black is a page-turning suspense novel, a shrewd character study, and a captivating mystery, all at the same time. The last fifty pages are magnetic. I couldn’t put it down until I’d experienced every last twist and turn.” —STEPHEN KING Detective Chelsey Calhoun’s life is turned upside down when she gets the call Ellie Black, a girl who disappeared years earlier, has resurfaced in the woods of Washington state—but Ellie’s reappearance leaves Chelsey with more questions than answers. It’s been twenty years since Detective Chelsey Calhoun’s sister vanished when they were teenagers, and ever since she’s been searching: for signs, for closure, for other missing girls. But happy endings are rare in Chelsey’s line of work. Then a glimmer: local teenager Ellie Black, who disappeared without a trace two years earlier, has been found alive in the woods of Washington State. But something is not right with Ellie. She won’t say where she’s been, or who she’s protecting, and it’s up to Chelsey to find the answers. She needs to get to the bottom of what happened to Ellie: for herself, and for the memory of her sister, but mostly for the next girl who could be taken—and who, unlike Ellie, might never return. The debut thriller from New York Times bestselling author Emiko Jean, The Return of Ellie Black is both a feminist tour de force about the embers of hope that burn in the aftermath of tragedy and a twisty page-turner that will shock and surprise you right up until the final page.",
    "language": "English",
    "image": "https://images.isbndb.com/covers/39/52/9781668023952.jpg",
    "title_long": "Return Of Ellie Black",
    "edition": 2,
    "pages": "212",
    "date_published": "2024-05-07",
    "subjects": [
      "Suspense",
      "Contemporary Women"
    ],
    "authors": [
      "Emiko Jean"
    ],
    "title": "The Return of Ellie Black",
    "isbn13": "9781668023952",
    "msrp": "125",
    "binding": "ePub",
    "isbn": "1668023954",
    "isbn10": "1668023954",
    "other_isbns": [
      {
        "isbn": "9781668023938",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Simon & Schuster",
    "synopsis": "OPRAH’S BOOK CLUB PICK * INSTANT NEW YORK TIMES BESTSELLER * “Stunning.” —People * “Dazzling yet devastating...Tóibín is simply one of the world’s best living literary writers.” —The Boston Globe * “Momentous and hugely affecting.” —The Wall Street Journal * From the beloved, critically acclaimed, bestselling author comes a spectacularly moving novel featuring Eilis Lacey, the complex and enigmatic heroine of Brooklyn, Tóibín’s most popular work in twenty years. Eilis Lacey is Irish, married to Tony Fiorello, a plumber and one of four Italian American brothers, all of whom live in neighboring houses on a cul-de-sac in Lindenhurst, Long Island, with their wives and children and Tony’s parents, a huge extended family. It is the spring of 1976 and Eilis is now forty with two teenage children. Though her ties to Ireland remain stronger than those that hold her to her new land and home, she has not returned in decades. One day, when Tony is at work an Irishman comes to the door asking for Eilis by name. He tells her that his wife is pregnant with Tony’s child and that when the baby is born, he will not raise it but instead deposit it on Eilis’s doorstep. It is what Eilis does—and what she refuses to do—in response to this stunning news that makes Tóibín’s novel so riveting and suspenseful. Long Island is a gorgeous story “about a woman thrashing against the constraints of fate” (Maureen Corrigan, Fresh Air). It is “a wonder, rich with yearning and regret” (Star Tribune, Minneapolis).",
    "language": "English",
    "image": "https://images.isbndb.com/covers/51/34/9781476785134.jpg",
    "edition": 3,
    "pages": "212",
    "date_published": "2024-05-07",
    "subjects": [
      "Historical",
      "Literary",
      "Family Life"
    ],
    "authors": [
      "Colm Toibin"
    ],
    "title": "Long Island",
    "isbn13": "9781476785134",
    "msrp": "39.95",
    "binding": "ePub",
    "isbn": "1476785139",
    "isbn10": "1476785139",
    "other_isbns": [
      {
        "isbn": "9781476785110",
        "binding": "printisbncanonical"
      }
    ]
  },
  {
    "publisher": "Oneworld Publications",
    "synopsis": "'no One Writes About Food Like Ruth Reichl... I Consider Her Essential Nourishment.' Nigella Lawson Ripping Open The Envelope, She Read Celia's Last Words To Her. There Was Just One Line Written On The Paper: 'go To Paris.' The Last Word Anyone Would Use To Describe Stella St. Vincent Is Adventurous. She's Perfectly Comfortable With The Familiar, Strict Routines Of Her Life As A Copyeditor In New York. Or At Least, She Is Until She Receives A Mysterious Note From Her Late Mother And A One-way Plane Ticket To Paris. Alone And Overwhelmed In A Foreign City, Stella Avoids New People And Ventures Out As Little As Possible. But Then She Meets Jules, An Octogenarian Art Collector With Very Different Ideas About How She Should Spend Her Time In The French Capital. And To Start With, There's A Vintage Dior Dress With Her Name On It. Somewhere Between The Cramped Shelves Of Shakespeare And Company Bookshop, The Crisp Tablecloths Of The Brasserie Les Deux Magots And A Pile Of Discarded Paintings At A Busy Flea Market, Long-buried Truths About Stella's Own Past Begin To Emerge. Soon She Starts To Wonder If There Might Not Have Been More To Her Mother's Suggestion Than She First Suspected... 'ruth Reichl Is One Of Our Greatest Storytellers. No One Writes As Warmly And Engagingly About The All-important Intersection Of Food, Life, Love, And Loss.' Alice Waters",
    "language": "en",
    "image": "https://images.isbndb.com/covers/88/42/9780861548842.jpg",
    "title_long": "Paris Novel",
    "pages": "271",
    "date_published": "2024",
    "subjects": [
      "nyt:hardcover-fiction=2024-05-12",
      "New York Times bestseller",
      "Cooks",
      "Food writers"
    ],
    "authors": [
      "Ruth Reichl"
    ],
    "title": "Paris Novel",
    "isbn13": "9780861548842",
    "msrp": "0.00",
    "isbn": "0861548841",
    "isbn10": "0861548841"
  },
  {
    "publisher": "Sem",
    "synopsis": "La Pace è Finita E Ora Le Gang Sono In Guerra. Sotto Il Manto Della Grande Bellezza, Nel Sottosuolo Perso E Dannato Di Roma Scorre Un Fiume Di Violenza. Sequestri, Pestaggi, Torture E Omicidi Si Susseguono. Lo Scontro Infuria, Invisibile Agli Occhi Dei Più. È Così Da Quando, Il 7 Agosto 2019, Fabrizio Piscitelli Detto Diabolik, Capo Degli Irriducibili Della Lazio E Ai Vertici Della “batteria Di Ponte Milvio”, Viene Freddato Da Un Sicario Che Gli Spara Alla Testa, Mentre Se Ne Sta Seduto Su Una Panchina Al Parco Degli Acquedotti. Ma Diabolik è Solo La Punta Dell’iceberg Di Quella Rete Di Organizzazioni Criminali Che Governano Sul Territorio: Connection Tentacolare Che Comprende Il Cartello Di Michele ’o Pazzo, La Malavita Storica E Quella Emergente, E Poi Il Sodalizio, Spietato E Potente, Degli Albanesi, Che Sono Cresciuti All’ombra Di Piscitelli E Sono Diventati I Signori Del Narcotraffico. Così, La Vendetta è L’innesco Di Un Conflitto Senza Quartiere Per Il Controllo Delle Piazze Di Spaccio, Dal Litorale Ostiense A Tor Bella Monaca: Un Business Gigantesco In Cui Tonnellate Di Coca Muovono Milioni. In Queste Pagine, Voci Urlano Prima Di Spegnersi Nel Buio, Armi Sparano In Pieno Giorno, La Droga Invade Le Strade, I Soldi Si Prestano A Strozzo E I Debiti Si Saldano Sempre: A Qualunque Costo E Spesso Nel Peggiore Dei Modi. Con Il Rigore Della Cronista Di Razza, Francesca Fagnani Esamina Le Fonti Giudiziarie, Collega I Fatti, Ricostruisce Antiche Alleanze E Recenti Rivalità Che Definiscono La Geografia Criminale Della Capitale. Mala è Un’inchiesta Documentatissima, Implacabile E Travolgente Come Una Serie Tv Sui Narcos Sudamericani, Che Svela Chi Sono I Nuovi Padroni Di Roma, La Città Che Si Diceva Non Volesse Padroni.",
    "language": "it",
    "image": "https://images.isbndb.com/covers/65/48/9788893906548.jpg",
    "title_long": "Mala",
    "pages": "210",
    "authors": [
      "Francesca Fagnani"
    ],
    "title": "Mala",
    "isbn13": "9788893906548",
    "msrp": "0.00",
    "isbn": "8893906546",
    "isbn10": "8893906546"
  },
  {
    "publisher": "Macmillan Trade",
    "synopsis": "<p>Julian Rousseaux has a problem. He’s single, and for the world’s wealthiest vampires, the social season is about to begin. Julian would rather stake himself than participate in the marriage market. But as the eldest eligible Rousseaux, he’s expected to find a wife before the season ends—whether he likes it or not.<br><br>When cellist Thea literally stumbles into his life at a gala, he knows she's the last person he could ever fall in love with. She's too innocent, too kind, and way too human. But now that she knows about his world, she's also a walking target. She needs protection. He needs a fake girlfriend to discourage overzealous vampire matchmaking.<br><br>So, Julian makes Thea an irresistible offer: pretend to be his lover and he’ll change her life. For one year, they’ll attend the season’s social events together in exchange for his protection and a way out of her mother’s crippling medical debt.<br><br>She can’t say no. But the vampire world is impossibly decadent and darker than Thea ever imagined, and Julian’s filthy rich vampire family wants her out of the way. But with each moment they share, new dangers emerge: a desire as forbidden as their stolen touches, an awakening of a long-dead heart, and secrets that could tear them both apart.<br><br><b>Sensual, dangerous, provocative — step into a daring new world of dark magic, primal attraction, and breathtaking romance.</b><br><br>The Filthy Rich Vampires series is best enjoyed in order.<br>Reading Order:<br>Book #1 Filthy Rich Vampire<br>Book #2 Second Rite<br>Book #3 Three Queens<br>Book #4 For Eternity</p>",
    "language": "English",
    "image": "https://images.isbndb.com/covers/65/96/9781649376596.jpg",
    "edition": 1,
    "pages": "212",
    "date_published": "2024-04-29",
    "subjects": [
      "Contemporary",
      "Paranormal",
      "Vampires",
      "Comics & Graphic Novels",
      "Romance",
      "Billionaires"
    ],
    "authors": [
      "Geneva Lee"
    ],
    "title": "Filthy Rich Vampire",
    "isbn13": "9781649376596",
    "msrp": "38.95",
    "binding": "ePub",
    "isbn": "1649376596",
    "isbn10": "1649376596",
    "other_isbns": [
      {
        "isbn": "9781649375872",
        "binding": "printisbncanonical"
      }
    ]
  }
]
